{
  "AT_1": [
    "Actual test, one. Listen and repeat. You will listen to someone speaking to you. Listen carefully and then repeat what you have heard. The clock will show how much time you have to speak. No preparation time will be provided. 1-7. You are being trained to help students use the music practice rooms. Listen to your trainer and repeat what he says. Repeat only once.",
    "Let me check your student ID.",
    "",
    "Stop speaking now.",
    "2. Recording booths can be found on your right side.",
    "",
    "Stop speaking now.",
    "The group practice room is temporarily unavailable for use.",
    "",
    "Stop speaking now.",
    "We also have two piano rooms equipped with digital keyboards.",
    "",
    "Stop speaking now.",
    "5. Emergency contact numbers for technical issues are posted on the doors.",
    "",
    "Stop speaking now.",
    "6. Please make sure the doors are securely shut to prevent noise leaking out.",
    "",
    "Stop speaking now.",
    "If you want to extend your session, check with staff before your time expires.",
    "",
    "Stop speaking now."
  ],
  "AT_2": [
    "Take an interview. You will be asked a series of questions by an interviewer. Answer each one and make sure to say as much as you can in the time given. No preparation time will be provided. 8-11. You have volunteered for a research study about holidays. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "I would like to thank you for taking part in this study. Today, I'm going to ask you some questions about holidays. To begin, could you tell me about the last holiday you celebrated and why you enjoyed it?",
    "Stop speaking now.",
    "9. I see. Some people think that the holidays are a chance for fun activities with friends or family members. Others think it is best to stay home alone and relax. What do you think and why?",
    "Stop speaking now.",
    "10. Very interesting. There is growing concern that some traditional holidays are becoming less popular and that they may even disappear eventually. What do you think is the best way to preserve traditional holidays and why?",
    "Stop speaking now.",
    "11.\" That is an excellent point. I have one last question for you. Some experts argue that people spend too much of their time at work. Do you think the government should create more national holidays? Why or why not?",
    "Stop speaking now."
  ],
  "AT_2_08_질문&모범답안": [
    "8. I would like to thank you for taking part in this study. Today, I'm going to ask you some questions about holidays. To begin, could you tell me about the last holiday you celebrated and why you enjoyed it? exciting. In addition, there were many public events held that night. For example, my city organized a special concert with famous pop stars performing. Thousands of people came to enjoy the music. For these reasons, I really enjoyed celebrating New Year's Eve."
  ],
  "AT_2_09_질문&모범답안": [
    "I see. Some people think that the holidays are a chance for fun activities with friends or family members. Others think it is best to stay home alone and relax. What do you think and why? busy to socialize with anyone. Furthermore, I would get bored staying home alone on the holidays. So, I try to have as much fun as possible with the people I care about. All things considered. I like to do things with my friends or family members on the holidays."
  ],
  "AT_2_10_질문&모범답안": [
    "10. Very interesting. There is growing concern that some traditional holidays are becoming less popular and that they may even disappear eventually. What do you think is the best way to preserve traditional holidays and why? I think that the best way to preserve traditional holidays is to modernize them. First, this would make them more appealing. To illustrate, the festival celebrating Buddha's birthday in my country attracts large crowds because it features many exciting parade vehicles and a drone show. Also, modernizing traditional holidays ensures that young people will be interested in them. In fact, it is only by involving the next generation in these holidays that we can be sure they will continue. Overall, making traditional holidays more modern is the key to preserving them."
  ],
  "AT_2_11_질문&모범답안": [
    "11. That is an excellent point. I have one last question for you. Some experts argue that people spend too much of their time at work. Do you think the government should create more national holidays? Why or why not? So he really appreciates national holidays and would benefit greatly if more were created. Another reason is that national holidays boost the economy. To be specific, many people go out to restaurants, theaters, and so on during these holidays. For these reasons, I think the government should create more national holidays."
  ],
  "AT_3": [
    "",
    "1. Are you new to lake fishing?",
    "",
    "Stop speaking now.",
    "The best spots are near the main dock.",
    "",
    "Stop speaking now.",
    "3) You can also try the shaded areas by the forest.",
    "",
    "Stop speaking now.",
    "The East Pier is temporarily closed for maintenance work.",
    "",
    "Stop speaking now.",
    "All visitors are required to dispose of waste in designated bins.",
    "",
    "Stop speaking now.",
    "For those new to fishing, we offer beginner lessons and equipment rental services.",
    "",
    "Stop speaking now.",
    "If you have questions about fishing rules, please ask the staff at the front booth.",
    "",
    "Stop speaking now."
  ],
  "AT_4": [
    "Take an interview. You will be asked a series of questions by an interviewer. Answer each one and make sure to say as much as you can in the time given. No preparation time will be provided. 8-11. You have volunteered for a research study about personal development. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for agreeing to take part in this study. Today I have a few questions about personal development. To begin, could you tell me about a time when you made an effort to improve yourself? Explain your answer.",
    "Stop speaking now.",
    "9. I see. I have another question for you. Some people think that the most effective strategy for personal development is eliminating weaknesses. Others feel that the focus should be on developing strengths. What do you think and why?",
    "Stop speaking now.",
    "10. That's interesting. I have another question for you. Self-help books are very popular these days, and many people think they are useful tools for personal development. Do you agree or disagree? Why?",
    "Stop speaking now.",
    "11. Good points. Lastly, there are many new technologies such as online learning platforms and artificial intelligence that people can use to improve themselves. Which technology do you think will have the greatest impact on personal development in the future? Why?",
    "Stop speaking now."
  ],
  "AT_4_08_질문&모범답안": [
    "8. Thank you for agreeing to take part in this study. Today I have a few questions about personal development. To begin, could you tell me about a time when you made an effort to improve yourself? Explain your answer. Last year, I made a concentrated effort to develop confidence and improve my social skills. First, I tried to develop more confidence by focusing on my positive characteristics rather than my negative ones. This helped me feel better about myself in social situations. Second, I worked on improving my social skills by joining more activity groups. I did this because it gave me a chance to practice socializing with a wide variety of people. To sum up, these efforts helped me improve myself significantly."
  ],
  "AT_4_09_질문&모범답안": [
    "9. I see. I have another question for you. Some people think that the most effective strategy for personal development is eliminating weaknesses. Others feel that the focus should be on developing strengths. What do you think and why? strengths is, which caused problems. But once he stops spending on useless things, his life turned around completely. What's more, eliminating weaknesses can also lead you to developing your strengths. To explain after I overcame the fear of speaking in public by joining a debate club, I discovered I was actually good at persuading people. So eliminating weaknesses should be the priority."
  ],
  "AT_4_10_질문&모범답안": [
    "10. That's interesting. I have another question for you. Self-help books are very popular these days, and many people think they are useful tools for personal development. Do you agree or disagree? Why? I don't think self-help books are useful personal development tools. First, the strategies for self-improvement in many of these books are too vague to make a significant difference in a person's life. In fact, they often give general advice that doesn't apply to specific situations. Second, some self-help books might be very harmful. For instance, they can give people false hope or discourage them from seeking professional help. Ultimately, I believe most self-help books are not effective for personal development."
  ],
  "AT_4_11_질문&모범답안": [
    "11. Good points. Lastly, there are many new technologies such as online learning platforms and artificial intelligence that people can use to improve themselves. Which technology do you think will have the greatest impact on personal development in the future? Why? All needs. In fact, I studied mathematics using an AI tutoring service that adapted to my learning pace and provided customized exercises. Another reason is that AI has the ability to learn over time. For instance, it continuously analyzes your progress patterns and suggests new strategies when you encounter difficulties. Overall, AI will probably have a greater impact than any other technology on personal development"
  ],
  "DT_1": [
    "Hackers updated TOEFL speaking. Diagnostic test. Listen and repeat. You will listen to someone speaking to you. Listen carefully and then repeat what you have heard. The clock will show how much time you have to speak. No preparation time will be provided. 1-7. You are learning how to guide new students through the student lounge. Listen to the speaker and repeat what he says. Repeat only once.",
    "1. This is our student lounge.",
    "",
    "Stop speaking now.",
    "2. Study desks are along the back wall.",
    "",
    "Stop speaking now.",
    "Use the photocopier for a small fee.",
    "",
    "Stop speaking now.",
    "We have two private rooms that can be reserved for meetings.",
    "",
    "Stop speaking now.",
    "The large table over here is for group projects.",
    "",
    "Stop speaking now.",
    "6. Check the bulletin board for information about on-campus events.",
    "",
    "Stop speaking now.",
    "7. Before you leave, please be sure to clean up your workspace.",
    "",
    "Stop speaking now."
  ],
  "DT_2": [
    "Take an interview. You will be asked a series of questions by an interviewer. Answer each one and make sure to say as much as you can in the time given. No preparation time will be provided. 8 to 11. You have agreed to take part in a research study about advertising strategies. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating in this study. I'd like to ask you some questions about advertising strategies. First, can you think back to a recent advertisements that caught your attention? What product or service was it promoting? What made that advertisement memorable to you?",
    "Stop speaking now.",
    "OK. Companies advertise their products through various channels, such as social media, pop-ups on websites, and displays on public transportation. Which type of advertising influences your shopping decisions the most? Why?",
    "Stop speaking now.",
    "Interesting. Some people think advertising helps consumers find good products, while others believe ads try to make people buy things they don't really need. Do you think advertising generally helps or harms consumers? Why?",
    "Stop speaking now.",
    "11. Good points. Lastly, many companies now advertise that they care about environmental and social issues. How important is it for you that companies show they care about these things? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "DT_2_08_질문&모범답안": [
    "Thank you for participating in this study. I'd like to ask you some questions about advertising strategies. First, can you think back to a recent advertisements that caught your attention? What product or service was it promoting? What made that advertisement memorable to you? I recently saw a smartphone advertisement that really caught my attention. First, it showed practical features like long battery life. The ad demonstrated how the phone lasted through an entire busy day without charging, which is exactly what I meet as a student. Second, the advertisement had clear and simple visuals. Instead of showing complex technical details, it used easy to understand graphics that made the phone's advantages obvious at first glance. Therefore, the combination of useful functionality and straightforward presentation made this advertisement It's meant truly memorable to me."
  ],
  "DT_2_09_질문&모범답안": [
    "Okay, companies advertise their products through various channels, such as social media, pop-ups on websites, and displays on public transportation. Which type of advertising influences your shopping decisions the most? Why? In my case, social media advertisements influence my shopping decisions the most compared to other types of advertising. First, social media ads are more relevant to my interests. For example, they use algorithms that reflect what I've searched for or liked, delivering personalized recommendations. Second, social media ads often include photos and reviews from actual customers. To explain, I can better decide if I really want a certain product when I see how other people use them. For these reasons, social media advertising has the greatest impact on my purchasing choices."
  ],
  "DT_2_10_질문&모범답안": [
    "10. Interesting. Some people think advertising helps consumers find good products, while others believe ads try to make people buy things they don't really need. Do you think advertising generally helps or harms consumers? Why? I believe advertising generally helps consumers more than it harms them. First of all, ads provide useful information about new products and services that consumers might not know about. For example, when I see an ad for a new restaurant or app, I learn about options I can choose from. In addition, advertising creates competition among companies, which leads to better products and lower prices. In other words, when companies compete for customers, they have to improve their quality and drop prices. Therefore, I think advertising is more beneficial than harmful to consumers."
  ],
  "DT_2_11_질문&모범답안": [
    "11. Good points. Lastly, many companies now advertise that they care about environmental and social issues. How important is it for you that companies show they care about these things? Give reasons for your answer. Care about the environment often make products with better materials that last longer. In addition, supporting these companies helps create positive changes in society. Specifically, when I buy from companies that donate to charities or help local communities, my money goes towards solving real problems. In this sense, corporate social responsibility is extremely important when I make purchasing decisions."
  ],
  "PT_1": [
    "Power test one. Take an interview. You will be asked a series of questions by an interviewer. Answer each one and make sure to say as much as you can in the time given. No preparation time will be provided. You have applied for an educational scholarship. A scholarship committee member will ask you some questions about your academic background and goals.",
    "Thank you for applying to our scholarship program. I'd like to ask you some questions about your educational experiences. First, what kind of academic subjects do you find most challenging? For example, do you struggle more with mathematics, science, languages, or other areas?",
    "Stop speaking now.",
    "Thank you. When you study difficult material, do you prefer to work alone or do you like to study with classmates or friends? Why?",
    "Stop speaking now.",
    "Interesting. Next, I'd like to get your opinion. Some people believe that students learn best when they are challenged with complex material that pushes their limits. Others think that students should focus on subjects. They already find interesting and enjoyable. Which approach do you think leads to better learning outcomes? Why?",
    "Stop speaking now.",
    "Good points. I just have one more question. Some people believe that scholarship recipients have a responsibility to help their communities after graduation. Do you agree with this idea? Explain why you think so.",
    "Stop speaking now."
  ],
  "PT_1_01_질문&모범답안": [
    "1. Thank you for applying to our scholarship program. I'd like to ask you some questions about your educational experiences. First, what kind of academic subjects do you find most challenging? For example, do you struggle more with mathematics, science, languages, or other areas? From my experience, science is the most challenging academic subject. First, it requires memorizing many complex terms and processes. For example, when I was studying biology in high school, I had difficulty remembering all the parts of a cell and how they work together. Second, science involves understanding cause and effect relationships. To be specific, I struggled to connect how one process leads to another, which made comprehending the result difficult. This is why I consider science my most challenging subject."
  ],
  "PT_1_02_질문&모범답안": [
    "Thank you. When you study difficult material, do you prefer to work alone or do you like to study with classmates or friends? Why? I prefer to study difficult material with friends rather than alone. The first reason is that group study helps me understand concepts from different perspectives. In particular, when my friends explain things in their own words, it often makes more sense than just reading textbooks by myself. But studying with others keeps me motivated. For instance, last semester, when I was preparing for my chemistry exam, my study group helped me stay on track and not give up when it got hard. Therefore, I believe collaborative studying is more effective for challenging subjects."
  ],
  "PT_1_03_질문&모범답안": [
    "Three, interesting. Next, I'd like to get your opinion. Some people believe that students learn best when they are challenged with complex material that pushes their limits. Others think that students should focus on subjects. They already find interesting and enjoyable, which approach do you think leads to better learning outcomes? Why? I think that students learn best when they focus on subjects they already find interesting and enjoyable. To begin with, interest motivates students to spend more time studying voluntarily. For example, students who enjoy history often read extra books and watch documentaries outside of class, which gives them deeper knowledge than students who only complete required assignments. Also, focusing on enjoyable subjects helps students develop better study habits. In fact, when I studied literature in high school, I learned to keep a vocabulary journal for new words, creating a study method just right for the subject. Overall, I believe interest-based learning produces better educational outcomes."
  ],
  "PT_1_04_질문&모범답안": [
    "For good points, I just have one more question. Some people believe that scholarship recipients have a responsibility to help their communities after graduation. Do you agree with this idea? Explain why you think so. I agree with the idea that scholarship recipients should help their communities after graduation. First, scholarships come from community resources so the benefit should be returned to the community. To explain local taxes and donations fund these programs so graduates should use their skills to solve local issues in areas such as education and healthcare. Second, when scholarship awardees remain in the local community and contribute they improve services. For example, a scholarship recipient who becomes a teacher can relate better to the local students which enriches the learning experience. This is why I believe community service is a reasonable requirement for scholarship recipients."
  ],
  "PT_2": [
    "Power Test 2. Take an interview. You will be asked a series of questions by an interviewer. Answer each one and make sure to say as much as you can in the time given. No preparation time will be provided. 1 to 4. You have volunteered for a research study about purchase decisions. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "1. Thank you for taking the time to speak with me. I'd like to ask you some questions about purchase decisions. First, what factors do you consider most important when buying products? For example, do you focus on price, brand reputation, quality, or other aspects?",
    "Stop speaking now.",
    "I see. When making purchases do you prefer prioritizing the reputation of a product label or a product's functionality? Why?",
    "Stop speaking now.",
    "3. Interesting. Next, I'd like to get your opinion. With numerous online shopping platforms and detailed customer reviews, consumers now have much more product information than before. Do you think brand names are becoming less important in purchase decisions as a result? Why or why not?",
    "Stop speaking now.",
    "4. Good points. I just have one more question. Some people believe that premium brands are worth the extra cost because they offer better quality in service. Do you agree with this idea? Explain why you think so.",
    "Stop speaking now."
  ],
  "PT_2_01_질문&모범답안": [
    "1. Thank you for taking the time to speak with me. I'd like to ask you some questions about purchase decisions. First, what factors do you consider most important when buying products? For example, do you focus on price, brand reputation, quality, or other aspects? I think that quality is the most important factor when making purchase decisions. First, high quality products provide better value over time. To be specific, when I bought my laptop six years ago, I chose a more expensive model with better components, and it still operates without any problems. Second, quality products usually come with better customer service and warranties. For example, my sister purchased a cheap phone that broke after six months, but the company refused to fix it because of poor warranty terms. Therefore, I always prioritize quality to avoid disappointment and additional costs later."
  ],
  "PT_2_02_질문&모범답안": [
    "2. I see. When making purchases do you prefer prioritizing the reputation of a product label or a product's functionality? Why? Clean corners efficiently, while a popular brand's model was too large and heavy. Also, prioritizing a product label can encourage excessive spending. In fact, many well-known manufacturers tend to sell their goods at a higher price, despite having similar functions as lower-priced models. Therefore, I prioritize functionality over labels to make purchases that are both practical and cost-effective."
  ],
  "PT_2_03_질문&모범답안": [
    "3. Interesting. Next, I'd like to get your opinion. With numerous online shopping platforms and detailed customer reviews, consumers now have much more product information than before. Do you think brand names are becoming less important in purchase decisions as a result? Why or why not? We detailed reviews from other users. To explain when I buy products, I always browse customer reviews on different websites to pick one that performs better instead of just trusting the brand. Furthermore, the gap in product quality between big companies and smaller ones has been reduced significantly. Nowadays, smaller businesses sell products that reflect the features of well-known brands at a lower price, which has led to fewer consumers willing to pay premium prices. This is why I believe consumers are focusing more on actual product features than brand recognition."
  ],
  "PT_2_04_질문&모범답안": [
    "4. Good points. I just have one more question. Some people believe that premium brands are worth the extra cost because they offer better quality in service. Do you agree with this idea? Explain why you think so. I disagree with the idea that premium brands are always worth their high prices because they do not guarantee better quality. First, the materials used by expensive brands are often nothing special. For example, my friend paid twice as much for designer jeans that were made of the same material as regular ones. Second, there are instances where mid-range alternatives perform better. For instance, wine that costs significantly less ranked higher in a blind taste test than widely recognized wines with higher prices. In short, I believe consumers should focus on actual product specifications rather than premium brand labels."
  ],
  "T1_1": [
    "CHASK 1. Listen and repeat. 1. Tulips, daffodils and hyacinths are to the left. Tulips, daffodils and hyacinths are to the left.",
    "The concierge desk is in the center of the lobby.",
    "3. You can find additional study areas further down the corridor. You can find additional study areas further down the corridor.",
    "The registration tables for new students are over here. The registration tables for new students are over here.",
    "storage lockers are available in the front of the facility. Storage lockers are available in the front of the facility.",
    "Pick up your visitor pass at the information desk.",
    "Restrooms are located on the second floor.",
    "Restrooms are located on the second floor.",
    "Research posters are attached along the back wall of the Conference Center. Research posters are attached along the back wall of the Conference Center.",
    "9. The graduation ceremony will take place in the auditorium. The graduation ceremony will take place in the auditorium.",
    "Staff schedules and memos are posted on the bulletin board. Staff schedules and memos are posted on the bulletin board.",
    "The tour guide will be by the entrance of the shopping center. The tour guide will be by the entrance of the shopping center.",
    "Free Wifi is available to all visitors throughout the building. Free Wifi is available to all visitors throughout the building."
  ],
  "T1_10": [
    "14. You are learning to assist visitors at the dog park. Listen to your manager and repeat what she says. Repeat only once.",
    "Thank you for visiting our dog park.",
    "",
    "Stop speaking now.",
    "Take small dogs to the fenced area here.",
    "",
    "Stop speaking now.",
    "3. The open field is for larger dogs only.",
    "",
    "Stop speaking now.",
    "All sections are equipped with water stations and waste bags.",
    "",
    "Stop speaking now.",
    "Unfortunately, the agility course is currently closed for repairs.",
    "",
    "Stop speaking now.",
    "6. We host weekly training classes for new dog owners every Saturday.",
    "",
    "Stop speaking now.",
    "Our staff in uniforms will answer questions regarding park rules and safety.",
    "",
    "Stop speaking now."
  ],
  "T1_11": [
    "15. You are training to assist visitors at a film festival. Listen to the speaker and repeat what she says. Repeat only once.",
    "Welcome to our Film Festival.",
    "",
    "Stop speaking now.",
    "The concession stand sells popcorn and other snacks.",
    "",
    "Stop speaking now.",
    "Note where the emergency exit is located in the theatre.",
    "",
    "Stop speaking now.",
    "Please make sure to confirm your seat number before sitting down.",
    "",
    "Stop speaking now.",
    "Visit our souvenir booth in the lobby to purchase festival merchandise.",
    "",
    "Stop speaking now.",
    "6. If you want to watch other films, check the screening schedule over there.",
    "",
    "Stop speaking now.",
    "7. Remember to validate your parking ticket at the box office before you exit the venue.",
    "",
    "Stop speaking now."
  ],
  "T1_12": [
    "16. You are being trained to help students use the laundry room in the dormitory. Listen to your trainer and repeat what he says. Repeat only once.",
    "1. This is the laundry room.",
    "",
    "Stop speaking now.",
    "2. That vending machine sells laundry detergent pods.",
    "",
    "Stop speaking now.",
    "Make sure to select the appropriate wash cycle settings.",
    "",
    "Stop speaking now.",
    "Once the wash cycle is complete, put your clothes in the dryer.",
    "",
    "Stop speaking now.",
    "There are folding tables if you need a workspace for sorting.",
    "",
    "Stop speaking now.",
    "6. Do not leave personal items unattended as they may get misplaced.",
    "",
    "Stop speaking now.",
    "7. If any machines are broken or malfunctioning, please report them to the housing office immediately.",
    "",
    "Stop speaking now."
  ],
  "T1_13": [
    "hackers test. 1. You are training to assist customers at a university bookstore. Listen to the speaker and repeat what she says. Repeat only once.",
    "1. Thank you for visiting the University Bookstore.",
    "",
    "Stop speaking now.",
    "The newest arrivals are on the shelves along the wall.",
    "",
    "Stop speaking now.",
    "Second hand books can be found on those two large tables.",
    "",
    "Stop speaking now.",
    "For Near the Entrance, you'll find a display of diverse items with the University logo.",
    "",
    "Stop speaking now.",
    "If you need help finding anything, feel free to use the computer between the bookshelves.",
    "",
    "Stop speaking now.",
    "When you are ready to pay, please use one of the self-checkout kiosks.",
    "",
    "Stop speaking now.",
    "All university students are eligible for a 10% discount with a student ID.",
    "",
    "Stop speaking now."
  ],
  "T1_14": [
    "2. You are being trained to assist visitors at an indoor rock climbing center. Listen to the speaker and repeat what he says. Repeat only once.",
    "1. Get your safety gear ready.",
    "",
    "Stop speaking now.",
    "To our staff will double check all your safety equipment.",
    "",
    "Stop speaking now.",
    "Stay with a partner who can observe and assist you at all times.",
    "",
    "Stop speaking now.",
    "4. Beginner climbers should go on this wall with the easy courses.",
    "",
    "Stop speaking now.",
    "5. If you are experienced, try the expert level courses on the other side.",
    "",
    "Stop speaking now.",
    "6. When you're finished, wash your hands and return all gear to the equipment area.",
    "",
    "Stop speaking now.",
    "Check out our brochure to learn about our one-on-one training sessions offered by certified instructors.",
    "",
    "Stop speaking now."
  ],
  "T1_15": [
    "3. You are being trained to assist visitors at a ski resort. Listen to the speaker and repeat what she says. Repeat only once.",
    "Thank you for your visit.",
    "",
    "Stop speaking now.",
    "ski boots and poles are available at the rental desk.",
    "",
    "Stop speaking now.",
    "The Guinness slopes are located right behind our main lodge.",
    "",
    "Stop speaking now.",
    "4. When you are ready, take the lift up the mountain.",
    "",
    "Stop speaking now.",
    "Please do not cut in line while waiting for the lift.",
    "",
    "Stop speaking now.",
    "6. Over here is where you return all rental equipment after skiing.",
    "",
    "Stop speaking now.",
    "7. When you need a break, visit our lodge for hot drinks and warm meals.",
    "",
    "Stop speaking now."
  ],
  "T1_16": [
    "4. You are learning to assist attendees of a corporate seminar. Listen to the speaker and repeat what he says. Repeat only once.",
    "Welcome to today's seminar.",
    "",
    "Stop speaking now.",
    "2. Pick up resource materials at the reception desk.",
    "",
    "Stop speaking now.",
    "3. Check the seating chart to find your assigned seat.",
    "",
    "Stop speaking now.",
    "Four. Refreshments are available on the back table.",
    "",
    "Stop speaking now.",
    "5. Please keep your phone on silent mode during the entire session.",
    "",
    "Stop speaking now.",
    "6. Remember to sign the attendance sheet before you leave.",
    "",
    "Stop speaking now.",
    "7. If you would like to sign up for our mailing list, notify any staff member.",
    "",
    "Stop speaking now."
  ],
  "T1_17": [
    "",
    "Welcome to the fitness center.",
    "",
    "",
    "2. The treadmills are along the back wall.",
    "",
    "",
    "3. You can find the exercise bikes near the window.",
    "",
    "",
    "Be sure to review the instructions for using the exercise machines.",
    "",
    "",
    "There is a yoga studio with qualified instructors in the first basement level.",
    "",
    "",
    "6. You may record workout videos provided you don't disturb or film others.",
    "",
    "",
    "7. To avoid injuring your body, make sure to stretch after exercising.",
    "",
    ""
  ],
  "T1_18": [
    "",
    "This is your sign dorm room.",
    "",
    "",
    "2. You can choose either of the two beds.",
    "",
    "",
    "3. You can open the windows to get fresh air.",
    "",
    "",
    "4. The closet provides you with ample storage space.",
    "",
    "",
    "Please observe quiet hours to respect other students.",
    "",
    "",
    "6. Use the control panel on the wall to adjust the room's temperature.",
    "",
    "",
    "7. The phone on the bedside table will connect you to the resident advisor.",
    "",
    "",
    "Students can use the laundry room on each floor freely.",
    "",
    "",
    "Pick up your room key at the housing office before moving in.",
    "",
    "",
    "The study room is open 24 hours for all dormitory residents.",
    "",
    ""
  ],
  "T1_19": [
    "",
    "One. You can purchase tickets over there.",
    "",
    "",
    "We offer special discounts for students and seniors.",
    "",
    "",
    "Story Your Personal Belongings in the Secure Lockers.",
    "",
    "",
    "Express trains depart from platform A every hour.",
    "",
    "",
    "Refer to the digital display for schedule information.",
    "",
    "",
    "6. Anyone with heavy luggage can use the handcuffs available throughout the station.",
    "",
    "",
    "7. You may want to stop by our food court to grab light snacks and drinks for your trip.",
    "",
    "",
    "Carry your luggage using the cart provided.",
    "",
    "",
    "Check the departure board for schedule updates.",
    "",
    "",
    "Do not enter restricted areas near the platform.",
    "",
    "",
    "All pets must travel in carriers.",
    "",
    ""
  ],
  "T1_2": [
    "1. The meeting rooms are on the second floor.",
    "When you enter, you'll see the sculpture hall to the left.",
    "3. You can charge your devices for free over there.",
    "The gym cafe is at the back of the main workout area.",
    "5. Please confirm your reservation at the information desk.",
    "6. Walk further down the West Hallway and you'll find the ancient coin exhibit.",
    "Security cameras are operating throughout the building.",
    "Maps are displayed along the back wall of the station's waiting area.",
    "9. A short film about marine life will be screened in the auditorium.",
    "name badges are distributed by the entrance as attendees arrive",
    "11. Volunteer sign-up sheets are posted on the bulletin board just off the lobby.",
    "In the center of the study room stands around table for group discussions."
  ],
  "T1_20": [
    "",
    "1. Thank you for visiting our museum.",
    "",
    "",
    "2. We have historical artifacts from all around the world.",
    "",
    "",
    "3. Please stay behind the line in front of the display cases.",
    "",
    "",
    "The interactive exhibition can be operated with the touchscreen device.",
    "",
    "",
    "5. You can take those stairs to see this month's special exhibit on the second floor.",
    "",
    "",
    "6. Visitors with limited mobility may use the elevator at the back.",
    "",
    "",
    "7. If you would like a guided tour of the exhibits, speak to our staff at the desk.",
    "",
    "",
    "Take a look at our souvenir shop before you leave.",
    "",
    "",
    "Audio guides are available at the information desk.",
    "",
    "",
    "The third floor features contemporary works by local artists.",
    "",
    "",
    "Special family programs are available on weekends.",
    "",
    ""
  ],
  "T1_21": [
    "hackers test. 1. You are learning to help students at the campus cafeteria. Listen to your manager and repeat what he says. Repeat only once.",
    "Welcome to the campus cafeteria.",
    "",
    "Stop speaking now.",
    "Until refrigerated drinks and snacks are located on your left.",
    "",
    "Stop speaking now.",
    "Hot meals and fresh sandwiches are available in the bag.",
    "",
    "Stop speaking now.",
    "4. We accept both cash and credit card for all purchases.",
    "",
    "Stop speaking now.",
    "5. Check the board for updates on meal sets at special prices.",
    "",
    "Stop speaking now.",
    "6. You must return your tray over there when you are finished eating.",
    "",
    "Stop speaking now.",
    "7. Feel free to submit any feedback or suggestions about the menu items and services.",
    "",
    "Stop speaking now."
  ],
  "T1_22": [
    "2. You are being trained to assist visitors at a gym. Listen to the speaker and repeat what she says. Repeat only once.",
    "Welcome to the community gym.",
    "",
    "Stop speaking now.",
    "2. 2 towels are provided to each person.",
    "",
    "Stop speaking now.",
    "All equipment must be wiped clean after use.",
    "",
    "Stop speaking now.",
    "You can register for group fitness classes at the counter.",
    "",
    "Stop speaking now.",
    "Equipment usage is limited to 30 minutes when others are waiting.",
    "",
    "Stop speaking now.",
    "Always return mats and weights to the storage areas after use.",
    "Stop speaking now.",
    "7. Speak with our trainers if you need help with any machines or have questions.",
    "",
    "Stop speaking now."
  ],
  "T1_23": [
    "3. You are being trained to assist visitors at a tourist information center. Listen to the speaker and repeat what he says. Repeat only once.",
    "Welcome to our Tourist Information Center.",
    "",
    "Stop speaking now.",
    "2. We display maps and brochures over there.",
    "",
    "Stop speaking now.",
    "3. You can purchase tickets for various destinations from this counter.",
    "",
    "Stop speaking now.",
    "4. All of our audio guides come with multiple language options.",
    "",
    "Stop speaking now.",
    "For tourist with mobility needs, we provide accessible tour vehicles.",
    "",
    "Stop speaking now.",
    "Today, we have a special promotion on our popular sunset tour packages.",
    "",
    "Stop speaking now.",
    "7. For a group of more than six people, we can help plan an itinerary tailored to your group's needs and interests.",
    "",
    "Stop speaking now."
  ],
  "T1_24": [
    "4. You are being trained to help students in the Chemistry Lab. Listen to your trainer and repeat what she says. Repeat only once.",
    "Glad to have you in the lab today.",
    "",
    "Stop speaking now.",
    "lab coats, safety goggles and gloves are on the left.",
    "",
    "Stop speaking now.",
    "3. You can find chemicals and supplies on the tables.",
    "",
    "Stop speaking now.",
    "Please, no food or drinks, and always, keep your workspace clean.",
    "",
    "Stop speaking now.",
    "and keep a safe distance from other students and equipment.",
    "",
    "Stop speaking now.",
    "Read the instructions on the board before you begin your experiment.",
    "",
    "Stop speaking now.",
    "7. If you spill or break anything, please raise your hand and wait for instructions.",
    "",
    "Stop speaking now."
  ],
  "T1_25": [
    "Community Volunteer Program.",
    "Thank you for your participation.",
    "",
    "",
    "sign in at the volunteer tent.",
    "",
    "",
    "Attend the short safety briefing before you start.",
    "",
    "",
    "for spring all trash to the sorting station for proper disposal.",
    "",
    "",
    "Make sure to wear gloves and masks when picking up garbage.",
    "",
    "",
    "Please take breaks in the shaded rest area and stay hydrated.",
    "",
    "",
    "If you get hurt while working, stop by our first aid station for treatment.",
    "",
    "",
    "Sign up at the reception desk to join a volunteer program today.",
    "",
    "",
    "follow the instructions of the volunteer leader at all times.",
    "",
    "",
    "Volunteers at this booth will explain how to take part in the fundraising.",
    "",
    ""
  ],
  "T1_26": [
    "Career Fair.",
    "1. Thanks for joining today's fair.",
    "",
    "",
    "The fair takes place in the main exhibition hall.",
    "",
    "",
    "3. Stop by the welcome station for your name badge.",
    "",
    "",
    "4. We offer free lunch for all participants in the cafeteria.",
    "",
    "",
    "For one-on-one career advice, visit the meeting rooms over there.",
    "",
    "",
    "6. Feel free to use the printer and photocopier if you need more copies of your resume.",
    "",
    "7. For available counseling times and room assignments, check with one of our employees.",
    "",
    "",
    "Gather company information from brochures available at each booth.",
    "",
    "",
    "Company representatives are available for questions until 5 today.",
    "",
    "",
    "Explore career opportunities on the second floor.",
    "",
    "",
    "No food or drinks are allowed inside exhibition holes.",
    "",
    ""
  ],
  "T1_27": [
    "Graduation exhibition.",
    "It's a good idea to start with the paintings.",
    "",
    "",
    "Crafts and sculptures are also very popular.",
    "",
    "",
    "works from our media art department are on the second floor.",
    "",
    "",
    "Please, no touching the artwork and always stay behind the ropes.",
    "",
    "",
    "There were plenty of seating areas throughout the gallery if you need to rest.",
    "",
    "",
    "We encourage you to leave messages for the artists on the common board over there.",
    "",
    "",
    "Don't hesitate to ask our student guides for assistance with directions or information about the exhibits.",
    "",
    "",
    "Please keep your voice down while viewing the artworks.",
    "",
    "",
    "Walk through the gallery and look at student artwork.",
    "",
    "",
    "Check the exhibition catalog for detailed notes.",
    "",
    ""
  ],
  "T1_28": [
    "",
    "1. Is this your first time joining the cooking class?",
    "",
    "",
    "tail. Cooking stations are set up with new appliances.",
    "",
    "",
    "The preparation sink is located beside the pantry.",
    "",
    "",
    "Today, you will work in pairs to prepare a full course meal.",
    "",
    "",
    "Make sure you use separate cutting boards for raw meat and vegetables.",
    "",
    "",
    "6. More pots, pans, and other utensils can be retrieved from the pantry if necessary.",
    "",
    "",
    "7. If you have questions or need help, please raise your hand for assistance.",
    "",
    "",
    "Tools and materials are provided for today's class.",
    "",
    "",
    "receive individual feedback on your project today.",
    "",
    "",
    "Sign up for class on our website.",
    "",
    "",
    "will demonstrate each step before you try it yourself.",
    "",
    ""
  ],
  "T1_29": [
    "Hacker's Test 1. You are learning to welcome visitors to an art exhibit. Listen to your manager and repeat what she says. Repeat only once.",
    "One. Would you like to buy a ticket?",
    "",
    "Stop speaking now.",
    "All paintings on display are by local artists.",
    "",
    "Stop speaking now.",
    "3. You can view a collection of sculptures in the West Wing.",
    "",
    "Stop speaking now.",
    "It's a good idea to take an audio guide to learn more about the displayed works.",
    "",
    "Stop speaking now.",
    "or join our complimentary group tools that are very popular with visitors.",
    "",
    "Stop speaking now.",
    "Please note that the gallery's second floor is temporarily closed for renovations.",
    "",
    "Stop speaking now.",
    "Check out our calendar of upcoming exhibits, many of which will feature world famous pieces.",
    "",
    "Stop speaking now."
  ],
  "T1_3": [
    "1. Avoid blocking the aisles when moving around the display zones. Avoid blocking the aisles when moving around the display zones.",
    "to. Keep out of the restricted area. Keep out of the restricted area.",
    "Remember not to leave valuables unattended in the gym locker room. Remember not to leave valuables unattended in the gym locker room.",
    "The use of cell phones is strictly prohibited here. The use of cell phones is strictly prohibited here.",
    "You are not allowed to bring food or drinks into the library. You are not allowed to bring food or drinks into the library.",
    "You are required to wear safety goggles during experiments. You are required to wear safety goggles during experiments.",
    "Seek assistance from our personnel when problems arise. Seek assistance from our personnel when problems arise.",
    "Go to the Help Desk for technical support. Go to the Help Desk for technical support.",
    "9. Please follow the rules posted at the swimming pool entrance. Please follow the rules posted at the swimming pool entrance.",
    "Be sure to carry your ID at all times. Be sure to carry your ID at all times.",
    "11. Please report issues to staff at the Camp Office during operating hours. Please report issues to staff at the Camp Office during operating hours.",
    "12. We hope everyone will ensure that electronic devices are set to silent mode. We hope everyone will ensure that electronic devices are set to silent mode."
  ],
  "T1_30": [
    "2. You are being trained to assist visitors at a campus international festival. Listen to the speaker and repeat what he says. Repeat only once.",
    "This map will help you navigate the festival yourself.",
    "",
    "Stop speaking now.",
    "2. Try out delicious food from around the world.",
    "",
    "Stop speaking now.",
    "Dance in martial arts classes will be given all day in the gym.",
    "",
    "Stop speaking now.",
    "The display booths about different countries and cultures will be interesting as well.",
    "",
    "Stop speaking now.",
    "5. Taking a picture with some beautiful traditional clothes on will be a good way to remember this day.",
    "",
    "Stop speaking now.",
    "6. Although it is free of charge, please feel free to show support for our event by donating a small amount.",
    "",
    "Stop speaking now.",
    "7. It is expected to be quite cold after sunset, so make sure to have some warm clothes for the concert tonight.",
    "",
    "Stop speaking now."
  ],
  "T1_31": [
    "3. You are learning to assist students participating in a club orientation. Listen to the speaker and repeat what she says. Repeat only once.",
    "Welcome to Student Club Orientation.",
    "",
    "Stop speaking now.",
    "Sports, Music and Art Clubs are to the left.",
    "",
    "Stop speaking now.",
    "3. You can find reading and study clubs next to the stage.",
    "",
    "Stop speaking now.",
    "4. Avoid pushing or leaning against the displays and tables.",
    "",
    "Stop speaking now.",
    "The student orchestra will give a performance after lunch, so don't miss it.",
    "",
    "Stop speaking now.",
    "6. You can win amazing prizes by taking part in exciting games behind the booths.",
    "",
    "Stop speaking now.",
    "7. Drop by the information desk, located just beside the main entrance for more details.",
    "",
    "Stop speaking now."
  ],
  "T1_32": [
    "4. You are being trained to welcome visitors at a game expo. Listen to the speaker and repeat what he says. Repeat only once.",
    "1. We have a special promotion on three-day passes.",
    "",
    "Stop speaking now.",
    "2. Head to the left to test out new VR games.",
    "",
    "Stop speaking now.",
    "3. The action games in the central hall are also popular.",
    "",
    "Stop speaking now.",
    "4. Take a map with you to guide yourself around the premises.",
    "",
    "Stop speaking now.",
    "5. You can store your belongings in a locker for 3 hours at no charge.",
    "",
    "Stop speaking now.",
    "6. We're holding a meet and greet with top ranking gamers in the auditorium later.",
    "",
    "Stop speaking now.",
    "7. Don't forget to budget, extra time to pick up new game titles and souvenirs on discount.",
    "",
    "Stop speaking now."
  ],
  "T1_33": [
    "",
    "Thank you for coming to the interview.",
    "",
    "",
    "submit your documents at the desk over there.",
    "",
    "",
    "Enjoy some light refreshments prepared in the waiting area.",
    "",
    "",
    "Our staff will notify you when it is time for your interview.",
    "",
    "",
    "The interview rooms are located down the hallway on your left.",
    "",
    "",
    "Make sure you turn off all electronic devices before you enter.",
    "",
    "",
    "7. We encourage you to pick up brochures about our partner institutions on your way out.",
    "",
    "",
    "Walk to Room 5 for your interview.",
    "",
    "",
    "exit through the side door after the interview.",
    "",
    "",
    "Please follow the seating plan and avoid changing positions.",
    "",
    ""
  ],
  "T1_34": [
    "",
    "Welcome. Let's check your reservation.",
    "",
    "",
    "Stay in the waiting area until we call your name.",
    "",
    "",
    "Visit station 1 to measure your height and weight.",
    "",
    "",
    "for. Blood pressure tests are at station 2 over there.",
    "",
    "",
    "Go to the examination room for vision and hearing tests.",
    "",
    "",
    "6. Always bring your checkup form and show it to the nurse.",
    "",
    "",
    "Before you leave, visit the consultation room to meet with the physician.",
    "",
    "",
    "Schedule your checkup appointment today.",
    "",
    "",
    "wait for instructions from the medical team.",
    "",
    "",
    "follow the path to complete your health check-up.",
    "",
    "",
    "go through all screening procedures to receive your medical report.",
    "",
    ""
  ],
  "T1_35": [
    "",
    "One. Please show your ID over there.",
    "",
    "",
    "You will receive two ballot papers today.",
    "",
    "",
    "Once your eligibility devote is confirmed, join the line.",
    "",
    "",
    "Use the stamp to mark the candidate of your choice.",
    "",
    "",
    "Fold the ballots twice and place them into the box in front of our volunteers.",
    "",
    "",
    "taking pictures or recording videos inside the voting booth is strictly prohibited.",
    "",
    "",
    "When leaving, please take the stairs on the right since the ones on the left are for incoming people.",
    "",
    "",
    "Check the candidate list carefully before voting.",
    "",
    "",
    "into the polling station through the main door.",
    "",
    "",
    "walk out after placing your ballot in the ballot box.",
    "",
    ""
  ],
  "T1_36": [
    "",
    "Let me see your passport.",
    "",
    "",
    "place your suitcase on the conveyor belt",
    "",
    "",
    "Oversized luggage should be checked in at that counter.",
    "",
    "",
    "to pick up foreign cash, go to the currency exchange in the back.",
    "",
    "",
    "The business lounge upstairs is a perfect place for any last minute printing.",
    "",
    "",
    "Once you pass through security, you cannot return to this check-in area.",
    "",
    "",
    "You have to register in advance to take advantage of automatic immigration screening.",
    "",
    "",
    "Present your booking reference number to the clerk.",
    "",
    "",
    "proceed directly to security with your digital boarding pass.",
    "",
    "",
    "Please show your ID and confirm your reservation details.",
    "",
    ""
  ],
  "T1_37": [
    "Hacker's Test 1. You are being trained to help customers ship packages at a postal service. Listen to your trainer and repeat what he says. Repeat only once.",
    "1. Look for the forms you need on the counter.",
    "",
    "Stop speaking now.",
    "Select a box that matches the size of your item.",
    "",
    "Stop speaking now.",
    "Other packaging supplies are on the tables over there.",
    "",
    "Stop speaking now.",
    "4. The weighing station is located next to the counter.",
    "",
    "Stop speaking now.",
    "Parcels larger than our standard boxes will be charged additional fees.",
    "",
    "Stop speaking now.",
    "6. When you are ready, bring your package, weight slip, and shipping label to one of the windows.",
    "",
    "Stop speaking now.",
    "7. Please take note that the pickup window on the far right is for international shipping only.",
    "",
    "Stop speaking now."
  ],
  "T1_38": [
    "2. You are being trained to guide patients at a medical clinic. Listen to your trainer and repeat what she says. Repeat only once.",
    "One. Is this your first time here at our clinic?",
    "",
    "Stop speaking now.",
    "To register, fill out the forms on the table.",
    "",
    "Stop speaking now.",
    "insurance card should be presented at the checking counter.",
    "",
    "Stop speaking now.",
    "Stay in the waiting area until you see your name appear on screen.",
    "",
    "Stop speaking now.",
    "Please keep noise levels down so it's not to disturb other patients.",
    "",
    "Stop speaking now.",
    "6. If you need to fill a prescription, there is a pharmacy just across the street.",
    "",
    "Stop speaking now.",
    "Before you leave, consult with one of the nurses for your next appointment.",
    "",
    "Stop speaking now."
  ],
  "T1_39": [
    "3. You are learning how to assist customers at a convention centre. Listen to the speaker and repeat what she says. Repeat only once.",
    "Welcome. Did you set up an appointment?",
    "",
    "Stop speaking now.",
    "You can look around the event halls before selecting one.",
    "",
    "Stop speaking now.",
    "Over here is where you can look up the calendar to check availability.",
    "",
    "Stop speaking now.",
    "Once you make a decision, our event manager will help you with the rental agreement.",
    "",
    "Stop speaking now.",
    "On top of rental fees, we do require a security deposit to cover any potential damages.",
    "",
    "Stop speaking now.",
    "6. If you also need catering and cleaning services, we have several partners with reasonable prices.",
    "",
    "Stop speaking now.",
    "A full inspection will be conducted after the event to confirm the venue is restored to its original condition.",
    "",
    "Stop speaking now."
  ],
  "T1_4": [
    "1. Avoid feeding the animals in the zoo.",
    "2. You are not allowed to swim after 9 p.m.",
    "Remember not to keep drinks near the computers.",
    "4. Smoking is prohibited inside the shopping mall.",
    "5. Visitors are required to show their passes at the entrance.",
    "Keep out of the construction site during working hours.",
    "7. Go to the help desk if you lose the key to your dorm room.",
    "Everyone should follow the rules to maintain order.",
    "9. Report issues with air conditioning to the maintenance office.",
    "Please ensure that safety guidelines are observed at all times.",
    "11. Be sure to carry your visitors pass at all times on the premises.",
    "6. Seek assistance from the librarian if you cannot locate reference books."
  ],
  "T1_40": [
    "4. You are being trained to help guests at a hotel lobby, listen to the speaker and repeat what he says, repeat only once.",
    "1. Thank you for staying with us.",
    "",
    "Stop speaking now.",
    "We will bring your luggage to your room.",
    "",
    "Stop speaking now.",
    "3. Breakfast is served in the hotel restaurant each morning.",
    "",
    "Stop speaking now.",
    "For information about hotel amenities can be found in our guest guidebook.",
    "",
    "Stop speaking now.",
    "Our Tor Booth staff can help you arrange tours and book transportation.",
    "",
    "Stop speaking now.",
    "6. If you need cash, please use the ATM that is located by the staircase.",
    "",
    "Stop speaking now.",
    "When you check out, please put your card key in the checkout box next to reception.",
    "",
    "Stop speaking now."
  ],
  "T1_5": [
    "1. We recommend moving toward the performance area early to avoid crowds. We recommend moving toward the performance area early to avoid crowds.",
    "It's a good idea to keep your passport in hand while you wait in line. It's a good idea to keep your passport in hand while you wait in line.",
    "3. Please take a moment to locate the nearest emergency exit. Please take a moment to locate the nearest emergency exit.",
    "The conference room is excellent for small team meetings. The conference room is excellent for small team meetings.",
    "All participants are encouraged to complete the feedback form after the seminar. All participants are encouraged to complete the feedback form after the seminar.",
    "Consider joining the guided tour if you want detailed explanations. Consider joining the guided tour if you want detailed explanations.",
    "7. We provide maps of the park at no charge at the main gate. We provide maps of the park at no charge at the main gate.",
    "The kitchen area is equipped with professional cooking appliances. The kitchen area is equipped with professional cooking appliances.",
    "9. The Community Center holds various classes for seniors every weekend. The Community Center holds various classes for seniors every weekend.",
    "These wristbands are used for entry to the festival. These wristbands are used for entry to the festival.",
    "11. Wheelchairs are available for elderly visitors at the reception area. Wheelchairs are available for elderly visitors at the reception area.",
    "The library can offer access to thousands of digital books for students online. The library can offer access to thousands of digital books for students online."
  ],
  "T1_6": [
    "1. The outdoor space is used for events, and gatherings.",
    "It's a good idea to attend the introductory cooking session.",
    "Please take a moment to check the evacuation route map.",
    "Our cafe is excellent for studying or working remotely.",
    "Participants are encouraged to wear comfortable shoes.",
    "6. Consider joining the weekend gardening session at the community garden.",
    "City brochures are provided at no charge at the tourism office.",
    "The classroom is equipped with a whiteboard and projector for presentations.",
    "9. The Recreation Center holds art classes for children, every Saturday morning.",
    "10. We recommend arriving early at the library to find a good study spot.",
    "11. Folding chairs are available for attendees of today's meeting.",
    "The co-working space offers access to high-speed internet and shared printers."
  ],
  "T1_7": [
    "You are being trained to help visitors to the botanical garden. Listen to your trainer and repeat what she says. Repeat only once.",
    "We have many plants from around the world.",
    "",
    "Stop speaking now.",
    "2. Mango trees, palm trees and papaya trees are on the left.",
    "",
    "Stop speaking now.",
    "3. You can find cactus plants in the desert greenhouse on the ride.",
    "",
    "Stop speaking now.",
    "Do not step on the grassy areas and never pick the flowers.",
    "",
    "Stop speaking now.",
    "Please, no loud music or noise, and do not letter in the garden.",
    "",
    "Stop speaking now.",
    "6. For families with children, we have a planting corner and outdoor picnic tables.",
    "",
    "Stop speaking now.",
    "7. The staff at the Garden Information Centre, located on the main path, can assist you with any questions.",
    "",
    "Stop speaking now."
  ],
  "T1_8": [
    "Hackers Practice. 1. Welcome to our Yoga Studio.",
    "",
    "Stop speaking now.",
    "Thank you for attending our event.",
    "",
    "Stop speaking now.",
    "3. Please check in at the reception table.",
    "",
    "Stop speaking now.",
    "for. Finding machines are next to the main printer.",
    "",
    "Stop speaking now.",
    "5. All of our play zones have plenty of toys.",
    "",
    "Stop speaking now.",
    "6. Keep valuable items with you at all times.",
    "",
    "Stop speaking now.",
    "7. Do not save personal files on the shared computers.",
    "",
    "Stop speaking now.",
    "Please avoid bringing food and drinks to your workstations.",
    "",
    "Stop speaking now.",
    "9. The observation deck is excellent for taking photos of the city skyline.",
    "",
    "Stop speaking now.",
    "All exchanges require original tags and valid purchase receipts from the store.",
    "",
    "Stop speaking now.",
    "11. Our assistance are ready to help you with any equipment issues.",
    "",
    "Stop speaking now.",
    "For safety reasons, campfires are only permitted in the designated fire pits.",
    "",
    "Stop speaking now."
  ],
  "T1_9": [
    "13. You are being trained to help passengers in an airline lounge. Listen to your trainer and repeat what he says. Repeat only once.",
    "1. Please show me your boarding pass.",
    "",
    "Stop speaking now.",
    "2. Personal workspaces are along the wall.",
    "",
    "Stop speaking now.",
    "3. The shower rooms and sleeping zones are upstairs.",
    "",
    "Stop speaking now.",
    "The buffet tables by the windows offer a selection of food.",
    "",
    "Stop speaking now.",
    "For your convenience, there are electrical outlets at every table.",
    "",
    "Stop speaking now.",
    "6. You can use the lockers to store your luggage and personal belongings.",
    "",
    "Stop speaking now.",
    "7. You can check the flight information displays for departure times and gate numbers.",
    "",
    "Stop speaking now."
  ],
  "T2_1": [
    "Task 2. Take an interview. 1. I prefer buying used textbooks to paying for new ones. I prefer buying used textbooks to paying for new ones.",
    "I think funny teachers are better than strict teachers. I think funny teachers are better than strict teachers.",
    "given the choice between cooking at home and eating out, I would choose cooking at home. Given the choice between cooking at home and eating out, I would choose cooking at home.",
    "I would choose working in a startup over a big company. I would choose working in a startup over a big company.",
    "It is better to study in the morning than to study late at night. It is better to study in the morning than to study late at night.",
    "Paper books are preferable to e-books. Paper books are preferable to e-books.",
    "I agree with the statement that people lead healthier lives today. I agree with the statement that people lead healthier lives today.",
    "I disagree with the idea that freshmen should take an academic writing course. I disagree with the idea that freshmen should take an academic writing course.",
    "I like the idea of enforcing stricter regulations on air pollution. I like the idea of enforcing stricter regulations on air pollution.",
    "I object to reducing funding for public health care systems. I object to reducing funding for public health care systems.",
    "11. I do not think legalizing untested artificial intelligence applications is a good idea. I do not think legalizing untested artificial intelligence applications is a good idea.",
    "I support mandatory cybersecurity training for employees in tech companies. I support mandatory cybersecurity training for employees in tech companies.",
    "I think that smartphones can be useful in class if used properly. I think that smartphones can be useful in class if used properly.",
    "In my opinion, the best way to spend weekends is to balance rest with productive activities. In my opinion, the best way to spend weekends is to balance rest with productive activities.",
    "Some people don't like living in the dorms. In my case, however, it was the best time of my life. Some people don't like living in the dorms. In my case, however, it was the best time of my life.",
    "16. From my experience, it's hard to live with a roommate who is a different schedule from mine. From my experience, it's hard to live with a roommate who has a different schedule from mine.",
    "17. While some people prefer to drive, I like to take public transportation. While some people prefer to drive, I like to take public transportation.",
    "When it comes to learning a foreign language, I think practicing speaking is most important. When it comes to learning a foreign language, I think practicing speaking is most important.",
    "From my perspective, remote work enhances productivity for employees who manage their time well. From my perspective, remote work enhances productivity for employees who manage their time well.",
    "As far as I'm concerned, technology has definitely improved communication by making it faster and easier. As far as I'm concerned, technology has definitely improved communication by making it faster and easier.",
    "The main advantage is that you can experience a different culture and broaden your perspective. The main advantage is that you can experience a different culture and broaden your perspective.",
    "One drawback is that remote work can reduce networking opportunities among co-workers. One drawback is that remote work can reduce networking opportunities among co-workers.",
    "It seems to me that social media has made people more isolated than ever before. It seems to me that social media has made people more isolated than ever before.",
    "24. Personally, I learned a lot from volunteering at the library. Personally, I learned a lot from volunteering at the library."
  ],
  "T2_10": [
    "5-8 You have volunteered for a research study on youth unemployment. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "5. Thank you for speaking with me about youth unemployment. Many young people today face challenges when looking for their first job or starting their careers. Have you or someone you know experience difficulty finding employment after finishing school or university? What made that job search challenging?",
    "Stop speaking now.",
    "6. I see what you mean. If you could choose one approach to better prepare young people for employment, would you focus on providing more practical work experience through internships? Or would you emphasize developing technical skills through specialized training programs? Which would you choose and why?",
    "Stop speaking now.",
    "Interesting. Some economists argue that technological advancement and automation are major factors contributing to youth unemployment. As machines and artificial intelligence replace many entry-level positions, do you agree that technology is making it harder for young people to find jobs? Why or why not?",
    "Stop speaking now.",
    "Fairpoint. Let me ask you one final question. Various organizations have implemented different strategies to address youth unemployment, from job placement services to entrepreneurship support programs. What do you think are one or two effective ways that governments or communities can help young people find meaningful employment? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_10_05_질문&모범답안": [
    "5. Thank you for speaking with me about youth unemployment. Many young people today face challenges when looking for their first job or starting their careers. Have you or someone you know experience difficulty finding employment after finishing school or university? What made that job search challenging? In fact, they preferred candidates who could contribute immediately without additional investment. Therefore, this gap between educational preparation and employer expectations created frustrating barriers for qualified young people seeking their first jobs."
  ],
  "T2_10_06_질문&모범답안": [
    ""
  ],
  "T2_10_07_질문&모범답안": [
    "7. Interesting. Some economists argue that technological advancement and automation are major factors contributing to youth unemployment. As machines and artificial intelligence replace many entry-level positions, do you agree that technology is making it harder for young people to find jobs? Why or why not? Technology creates more job opportunities than it eliminates for young people who learn quickly. platforms have created completely new job areas. For example, my cousin now earns money making YouTube videos about cooking, which did not exist as a career option 10 years ago. Second, working from home removes location barriers. Working from home through computers allows young people to find jobs with companies in different cities or countries without moving there. Technology opens new career paths and removes geographic limitations."
  ],
  "T2_10_08_질문&모범답안": [
    "8. Fairpoint. Let me ask you one final question. Various organizations have implemented different strategies to address youth unemployment, from job placement services to entrepreneurship support programs. What do you think are one or two effective ways that governments or communities can help young people find meaningful employment? Give reasons for your answer. people look for job experience. One reason is that training programs provide real work experience while learning. In particular, young people can learn practical job skills like cooking food, helping customers, or fixing things by working alongside experienced workers in actual business settings. Another reason is that successful programs can encourage more businesses to participate. For example, when one restaurant sees that trained workers stay longer and work better, other restaurants in the area will want to start similar programs. Therefore, work training programs solve youth unemployment by creating more job opportunities throughout the entire community."
  ],
  "T2_11": [
    "9-12. You have agreed to take part in a research study about working abroad. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating in this study. Today I have a few questions for you about working abroad. First, have you or someone you know ever worked in another country? How was the experience?",
    "Stop speaking now.",
    "I see. Some people who work abroad prefer to be the only foreign worker at their company. They feel that this allows them to become fully immersed in the local culture. Others think that having other foreign workers is better because they do not feel isolated. Which would you prefer? And why?",
    "Stop speaking now.",
    "11. That's interesting. Many people believe that being fluent in the local language is important when working abroad. Otherwise, communication difficulties will result in a negative experience. Do you agree or disagree with this opinion? Explain your answer.",
    "Stop speaking now.",
    "Good points. I have one more question. People working abroad sometimes experience problems because they are not aware of their labor rights. What do you think are one or two possible solutions to this problem? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_11_09_질문&모범답안": [
    "9. Thank you for participating in this study. Today, I have a few questions for you about working abroad. First, have you or someone you know ever worked in another country? How was the experience? The fact that she had international experience made her more attractive to employers when she returned to her home country. Also, she became much more independent. This is because she had to overcome the challenges of living in another country without the support of her friends and family members. All things considered, working abroad was a good experience for her."
  ],
  "T2_11_10_질문&모범답안": [
    "10. I see. Some people who work abroad prefer to be the only foreign worker at their company. They feel that this allows them to become fully immersed in the local culture. Others think that having other foreign workers is better because they do not feel isolated. Which would you prefer? And why? The reason is that this would prevent me from feeling isolated. In particular, the experiences of the other foreign workers would be similar to mine, so we could talk easily. Furthermore, a company with other foreign workers would likely have systems in place to assist them. For instance, it might have translated versions of employee manuals or provide assistance with immigration matters. For these reasons, working at a company with many foreign workers seems best."
  ],
  "T2_11_11_질문&모범답안": [
    "11. That's interesting. Many people believe that being fluent in the local language is important when working abroad. Otherwise, communication difficulties will result in a negative experience. Do you agree or disagree with this opinion? Explain your answer. I agree that it is important to be fluent in the local language when working abroad. This is because there may be communication difficulties. For example, understanding work assignments and instructions from managers would be difficult if you did not speak the language fluently. In addition, appreciating the culture of your temporary home requires strong language skills. Specifically, it is impossible to understand a country's traditions if you cannot speak the language. In summary, people working overseas should speak the local language."
  ],
  "T2_11_12_질문&모범답안": [
    "12. Good points. I have one more question. People working abroad sometimes experience problems because they are not aware of their labor rights. What do you think are one or two possible solutions to this problem? Give reasons for your answer. I can think of two possible solutions to this problem. First, it is important that those planning to work abroad make the effort to become knowledge of people about their host country. In particular, they should seek out information about the labor laws that will affect them. Second, the government must ensure that companies hiring foreign workers comply with all relevant laws. By doing this, it can greatly reduce the chances of foreign workers experiencing difficulties. In short, both workers and governments can play a role in addressing this problem."
  ],
  "T2_12": [
    "13-16 You have volunteered for a research study about the effects of exercise. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating in this study. Today, I'd like to ask you some questions about the effects of exercise. First, have you or someone you know ever experienced benefits from exercise or physical activity? What positive changes did you notice?",
    "Stop speaking now.",
    "I see. People have different preferences when it comes to exercise routines. Some prefer following a fixed schedule with regular workout times, while others exercise whenever they have free time. Which approach would you choose and why?",
    "Stop speaking now.",
    "15. Fair point? Some people argue that small daily activities like walking instead of driving or taking stairs instead of elevators can be just as beneficial as planned exercise sessions at gyms. Do you agree that these small activities are as effective as structured workouts? Why or why not?",
    "Stop speaking now.",
    "16. Good points. Lastly, I would like to ask about physical education classes in school. Some educators say they should remain a required subject as they are essential for students health. Do you agree that school should keep physical education classes mandatory? Why or why not?",
    "Stop speaking now."
  ],
  "T2_12_13_질문&모범답안": [
    "13. Thank you for participating in this study. Today, I'd like to ask you some questions about the effects of exercise. First, have you or someone you know ever experienced benefits from exercise or physical activity? What positive changes did you notice? I think regular swimming has given me physical and mental benefits over the past years. First, my heart health improved. Explain I can now swim longer without getting tired, and my resting heart rate is lower than before. Second, swimming helps me handle school stress. In particular, the steady breathing and rhythm calm my mind, and after a session I focus better on homework. To sum up, swimming makes me healthier and calmer at the same time."
  ],
  "T2_12_14_질문&모범답안": [
    "I see. People have different preferences when it comes to exercise routines. Some prefer following a fixed schedule with regular workout times, while others exercise whenever they have free time. Which approach would you choose and why? I would rather stick to a set workout schedule than do random exercise."
  ],
  "T2_12_15_질문&모범답안": [
    "15. Fair point. Some people argue that small daily activities like walking instead of driving or taking stairs instead of elevators can be just as beneficial as planned exercise sessions at gyms. Do you agree that these small activities are as effective as structured workouts? Why or why not? First of all, gym workouts follow a training plan that gradually increases difficulty. This progression is crucial because bodies need consistent challenges to improve fitness levels over time. In addition, structured exercises allow me to set measurable goals and track progress. For example, I can monitor how much weight I lift or how fast I run each week. Therefore, planned workouts provide better long-term fitness results than random daily activities."
  ],
  "T2_12_16_질문&모범답안": [
    "16. Good points. Lastly, I would like to ask about physical education classes in school. Some educators say they should remain a required subject as they are essential for students health. Do you agree that school should keep physical education classes mandatory? Why or why not? From my perspective, schools should keep physical education mandatory for all students. First, PE guarantees equal access to exercise. Some students do not have enough places or equipment at home, so PE can provide them with proper facilities and guidance. Second, PE develops essential social skills through structured group activities. For example, when students participate in team sports, they must communicate strategies, support weaker players, and learn to handle challenges. Changing situations. To conclude, schools ought to keep PE classes mandatory for every student."
  ],
  "T2_13": [
    "Hackers test. 1 to 4. You have applied to a peer tutoring program as a tutor. You will have a short online interview with a program coordinator. The coordinator will ask you some questions.",
    "Thank you for taking the time to speak with me today. Many students benefit from tutoring. Have you or your friends ever received tutoring or helped someone else with their studies? Can you describe that experience?",
    "Stop speaking now.",
    "I see. When students get extra help, some prefer one-on-one tutoring, while others prefer learning in small groups. In your opinion, which type of tutoring do you think helps students learn more, one-on-one or small group tutoring? Why?",
    "Stop speaking now.",
    "Interesting. Some people say that a good tutor should have strong knowledge, while others think communication skills or the ability to identify students' problems are more important. If you had to choose which of these qualities do you think is the most important for a tutor to have, and why?",
    "Stop speaking now.",
    "Good points. Lastly, some people say a Tudor's main job is to help students prepare for their next test or assignment, while others think it's more important to help students build long-term study skills for future learning. Which do you believe is more important? Why?",
    "Stop speaking now."
  ],
  "T2_13_01_질문&모범답안": [
    "One. Thank you for taking the time to speak with me today. Many students benefit from tutoring. Have you or your friends ever receive tutoring or helped someone else with their studies? Can you describe that experience? I taught her to make a simple outline, which helped her express her ideas more clearly. Second, seeing her improvement was very rewarding. To explain, she became more confident after several sessions and her grades improved, showing the tangible impact of tutoring. As such, tutoring not only helped my classmate academically, but also gave me valuable experience in supporting someone's learning. [BLANK_AUDIO]"
  ],
  "T2_13_02_질문&모범답안": [
    "I see, when students get extra help, some prefer one-on-one tutoring, while others prefer learning in small groups. In your opinion, which type of tutoring do you think helps students learn more one-on-one or small group tutoring? Why? In fact, studies show that students ask more questions and participate more actively in one-on-one tutoring sessions than in group ones. Another reason is that a tutor can adjust the lesson to each student's learning speed. Unlike in small group tutoring, the personalized pacing allows students to fully understand each topic, leading to better grades. For these reasons, I believe that individual tutoring is more effective for learning."
  ],
  "T2_13_03_질문&모범답안": [
    "Interesting. Some people say that a good tutor should have strong knowledge, while others think communication skills or the ability to identify students' problems are more important. If you had to choose which of these qualities do you think is the most important for a tutor to have, and why? In my opinion, the most important quality for a tutor to have is the ability to identify students' weaknesses. Because understanding a student's weaknesses is the foundation for effective teaching. Otherwise, even the most knowledgeable tutor may not be able to help students improve. Furthermore, identifying weaknesses allows the tutor to create a structured plan. As a result, a tutor can focus on the topics a student struggles with, leading to measurable academic progress. In this regard, I think the ability to identify students' weaknesses is the most important quality of a tutor."
  ],
  "T2_13_04_질문&모범답안": [
    "For good points, lastly, some people say a Tudor's main job is to help students prepare for their next test or assignment, while others think it's more important to help students build long term study skills for future learning. Which do you believe is more important? Why? In fact, after my Tudor taught me to plan and organize notes, I could study on my own for different classes. On top of that, focusing only on short term test preparation does not support future learning. For one, I often forget material after cramming for tests, but developing long term skills has helped me remember information longer. Overall, Tudors should focus on helping students build long term study skills."
  ],
  "T2_14": [
    "5 to 8. You have volunteered for a research study about online courses. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in the study today. I want to ask you a few questions about online courses. First, could you tell me about an online course that you or someone you know took? Describe the experience in detail.",
    "Stop speaking now.",
    "6. I see. It has become increasingly common for universities to offer students the option of taking online or on campus courses. Which type of learning environment do you prefer and why?",
    "Stop speaking now.",
    "7. Interesting. I have another question for you. A growing number of education experts believe that online courses will replace in-person ones in the near future. Do you agree? Why or why not?",
    "Stop speaking now.",
    "Good points. I have one last question for you. Educators are concerned that online courses have lower levels of student engagement than in person ones. What are one or two ways to increase student engagement in online courses? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_14_05_질문&모범답안": [
    "5. Thank you for taking part in the study today. I want to ask you a few questions about online courses. First, could you tell me about an online course that you or someone you know took? Describe the experience in detail. I took an online programming course last month and it was a positive experience. One reason was that it was incredibly convenient. To be specific, taking the classes at home was much easier than traveling to my school each day. Another reason was that I was able to study at my own pace. In particular, being able to rewatch recorded lectures on challenging topics was very helpful. Therefore, I was satisfied with my experience of taking an online course."
  ],
  "T2_14_06_질문&모범답안": [
    "6. I see. It has become increasingly common for universities to offer students the option of taking online or on campus courses. Which type of learning environment do you prefer and why? In my opinion, an on-campus course is preferable to an online one. I feel this way because an important part of the university experience is interacting with instructors and classmates. However, in online classes, I have fewer opportunities to do this in person. In addition, I am more motivated to do well in an on-campus course. Specifically, being in a classroom with other students fosters a competitive atmosphere that pushes me to excel. For these reasons, I prefer to take on-campus courses."
  ],
  "T2_14_07_질문&모범답안": [
    "I have another question for you. A growing number of education experts believe that online courses will replace in-person ones in the near future. Do you agree? Why or why not? Younger brother had a hard time focusing in an online math course, even though he is usually a good math student. Second, online courses are dependent on students having access to technology. To be specific, many people around the world cannot afford computers and do not have reliable internet access. In conclusion, I don't think online courses will replace in-person ones. [BLANK_AUDIO]"
  ],
  "T2_14_08_질문&모범답안": [
    "8. Good points. I have one last question for you. Educators are concerned that online courses have lower levels of student engagement than in-person ones. What are one or two ways to increase student engagement in online courses? Give reasons for your answer. This is because it makes students feel that their progress is being closely monitored by their instructor, motivating them to actively participate in the course. In conclusion, These approaches are sure to increase student engagement."
  ],
  "T2_15": [
    "9-12 You have volunteered for a research study about collaborative learning. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "9. Thank you for taking part in this study. Today, I'd like to ask you some questions about collaborative learning. To start with, think about the last time you worked together with classmates on a group assignment or project. How did you collaborate?",
    "Stop speaking now.",
    "I see. When working on group projects, students can take different approaches. Some prefer to divide the work equally and complete their parts independently, while others like to work together on every part from start to finish. Which approach would you choose? Why?",
    "Stop speaking now.",
    "1-11. Interesting. Some people believe that collaborative learning is more effective than individual learning, because students can share ideas and learn from each other. Do you agree or disagree with this idea? Why?",
    "Stop speaking now.",
    "Good points. Lastly, many students worry about fairness in group projects, such as when some members don't contribute equally but still receive the same grade. What do you think is one effective way to ensure fairness in collaborative learning? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_15_09_질문&모범답안": [
    "9. Thank you for taking part in this study. Today, I'd like to ask you some questions about collaborative learning. To start with, think about the last time you worked together with classmates on a group assignment or project. How did you collaborate? During a recent group project for our biology class, my team members and I collaborated by dividing tasks based on our strengths and holding weekly meetings. First, we assign different research topics to each member. For example, I handle the data analysis part because I am skilled with numbers while my classmate wrote the report because she is a strong writer. In addition, we met every Tuesday to share our progress. To be specific, we discussed what we had accomplished in our goals for the next week. For these reasons, dividing up tasks and holding regular group meetings made our project successful."
  ],
  "T2_15_10_질문&모범답안": [
    "10. I see. When working on group projects, students can take different approaches. Some prefer to divide the work equally and complete their parts independently, while others like to work together on every part from start to finish. Which approach would you choose? Why? I prefer to divide the work equally and complete our parts independently, rather than to work together on everything. This approach allows everyone to work at their own pace and schedule. For example, some people work better in the morning, while others prefer late nights, and working separately gives more flexibility. Second, it reduces conflicts between group members significantly. To be specific, different people have different working styles, so working separately prevents unnecessary arguments. Therefore, dividing the work leads to better results and a more pleasant experience for everyone involved."
  ],
  "T2_15_11_질문&모범답안": [
    "11. Interesting. Some people believe that collaborative learning is more effective than individual learning because students can share ideas and learn from each other. Do you agree or disagree with this idea? Why? I agree that collaborative learning is more effective than individual learning. The first reason is that students can share different ideas and perspectives. To explain, when I worked on a business project, my teammates had creative solutions I had never thought of. On top of that, you can learn from other people's mistakes and successes. Personally, I learned a better way to organize research notes from my group members. To sum up, collaborative learning definitely helps students learn more effectively."
  ],
  "T2_15_12_질문&모범답안": [
    "12. Good points. Lastly, many students worry about fairness in group projects, such as when some members don't contribute equally, but still receive the same grade. What do you think is one effective way to ensure fairness in collaborative learning? Give reasons for your answer. I think giving individual assignments within group projects is the most effective way to ensure fairness in collaborative learning. First, it prevents free writing behavior, whereby some students rely on others to do all the work. In other words, when everyone has their own specific task to complete, lazy students can't sit back and let their teammates carry the entire project load. Also, it gives teachers accurate information to assign fair grades. To be specific, with separate assignments, they can see exactly what each student accomplished. However, having students accomplish individual tasks within a group ensures fairness."
  ],
  "T2_16": [
    "13-16 You have volunteered for a research study on educational opportunities. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. I'd like to ask you some questions about educational opportunities. First, what kind of educational support have you or your friends received? For example, have you had tutoring or any other type of academic help?",
    "Stop speaking now.",
    "I see. Academic support can come in various forms to help bridge educational gaps. If you had to choose between providing free tutoring programs or giving students free access to digital learning devices, which approach would you prefer? Why?",
    "Stop speaking now.",
    "Interesting. Next, I'd like to get your opinion. Many educators believe that online learning can help reduce educational inequality by making quality instruction available to all students. Do you agree that online education can effectively address educational gaps, why or why not?",
    "Stop speaking now.",
    "Good points. Let me ask you one final question. Different communities have tried various strategies to address educational disparities from scholarship programs to community learning centres. What do you think are one or two effective ways that individuals or local communities can help create equal educational opportunities? Give a reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_16_13_질문&모범답안": [
    "Thank you for taking part in this study. I'd like to ask you some questions about educational opportunities. First, what kind of educational support have you or your friends received? For example, have you had tutoring or any other type of academic help? For example, she noticed that I understood addition and subtraction but struggled with fractions, so she created practice exercises focusing only on those areas. Second, taking part in regular meetings helped me establish good study habits. To be specific, she assigned me 20 practice exercises to complete at home each week, which I had to review with her in the following session. As a result, personalized instruction and consistent practice significantly improved my mathematics grades."
  ],
  "T2_16_14_질문&모범답안": [
    "I see. Academic support can come in various forms to help bridge educational gaps. If you had to choose between providing free tutoring programs or giving students free access to digital learning devices, which approach would you prefer? Why? I prefer providing free tutoring programs to giving students digital devices. First of all, tutoring programs can be more motivating. This is because students can receive personal attention from their tutor or engage in friendly competition with fellow students. In addition, tutoring can address the root causes of educational inequality more effectively. In fact, many students struggle not due to a lack of access to technology, but because they need personalized guidance to develop strong learning foundations. For these reasons, I believe tutoring programs are a better form of educational support."
  ],
  "T2_16_15_질문&모범답안": [
    "15. Interesting. Next, I'd like to get your opinion. Many educators believe that online learning can help reduce educational inequality by making quality instruction available to all students. Do you agree that online education can effectively address educational gaps? Why or why not? First, online courses provide access to skilled teachers regardless of location. This is because students in rural areas can watch lessons from top university instructors in major cities, receiving the same quality education as urban students. Second, online classes are far more affordable than traditional education. To be specific, students can take college-level courses without paying thousands of dollars for university tuition, making higher education affordable for low-income families. Therefore, online learning provides equal opportunities by removing both distance and cost barriers to quality education."
  ],
  "T2_16_16_질문&모범답안": [
    "16. Good points. Let me ask you one final question. Different communities have tried various strategies to address educational disparities from scholarship programs to community learning centres. What do you think are one or two effective ways that individuals or local communities can help create equal educational opportunities? Give a reasons for your answer. That local libraries should expand their services by offering free tutoring and study programs for students who need academic support. To begin with, libraries already have the necessary infrastructure. To be specific, they are equipped with computers, internet access, printing services, and quite study rooms that are not always available at home. Also volunteer tutors can offer individualized guidance. For instance, experienced educators and university students could donate three hours per week helping students with homework, test preparation, and reading. In short, community libraries can become comprehensive educational centres that address educational disparities effectively."
  ],
  "T2_17": [
    "Hackers test. 1 to 4. You have volunteered for a research study about public facilities. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "one. Thank you for speaking with me today. I have some questions about public facilities in your area. First, which public facilities do you or your family members use regularly? For example, do you use libraries, sport centres or other types of facilities?",
    "Stop speaking now.",
    "Thank you. Imagine you had a choice between a facility where you can be active, like a community sports center, or a facility where you can be focused, like a public library. Which would you choose and why?",
    "Stop speaking now.",
    "I see. Some people believe that local governments should invest more tax money and building new public facilities rather than maintaining existing ones. Do you agree or disagree with this approach? Why?",
    "Stop speaking now.",
    "for. Good points. I just have one more question. Different communities prioritize different types of public facilities based on their residence needs. What do you think are one or two types of public facilities that every community should have? Explain your answer.",
    "Stop speaking now."
  ],
  "T2_17_01_질문&모범답안": [
    "One. Thank you for speaking with me today. I have some questions about public facilities in your area. First, which public facilities do you or your family members use regularly? For example, do you use libraries, sports centers, or other types of facilities? My family and I regularly use the public library in the local park. First, I visit the library at least twice a week to study. I find it much easier to concentrate there than at home because it's quiet and has all the resources I need. Second, we use the community park for exercise and relaxation. For example, I go jogging there every morning and on weekends my family often has picnics there. Overall, these two public facilities have become essential parts of our daily life."
  ],
  "T2_17_02_질문&모범답안": [
    "I would choose a facility where I can be active over one where I can be focused. Much more refreshed for the upcoming week. Furthermore, outdoor spaces offer variety that indoor environments cannot provide. In fact, I can choose from walking, cycling, or simply sitting under trees while library activities are limited to reading and studying in confined spaces. In conclusion, I prefer places where I can be active."
  ],
  "T2_17_03_질문&모범답안": [
    "3. I see. Some people believe that local governments should invest more tax money and building new public facilities rather than maintaining existing ones. Do you agree or disagree with this approach? Why? I disagree that governments should build new facilities over maintaining existing ones. First of all, renovating current facilities is more cost effective than constructing new ones. To be specific, renovation projects typically take months to complete, while a construction project can take years. Therefore, maintaining existing infrastructure is more efficient. beneficial."
  ],
  "T2_17_04_질문&모범답안": [
    "for good points. I just have one more question. Different communities prioritize different types of public facilities based on their residence needs. What do you think are one or two types of public facilities that every community should have? Explain your answer. I think libraries and healthcare centers are essential for every community. First of all, libraries provide equal access to information and technology for residents. To be specific, they offer internet access, educational resources, and study spaces for citizens regardless of their economic background. In addition, healthcare facilities ensure basic medical services are available locally. For instance, when my neighborhood clinic opened, elderly residents no longer needed to visit distant hospitals. For these reasons, I would choose libraries and health care centers as fundamental public facilities."
  ],
  "T2_18": [
    "5-8 You have volunteered for a research study about cultural experiences. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. I'd like to ask you some questions about your cultural experiences. First, what kind of cultural events do you or your friends usually enjoy? For example, do you like traditional food, music, or art festivals?",
    "Stop speaking now.",
    "I see. When you experience a different culture, do you prefer to learn about it through direct interaction with people from that culture? Or do you like to learn through books, movies, and online resources? Why?",
    "Stop speaking now.",
    "Interesting. Next, I'd like to get your opinion. Many schools now offer cultural exchange programs where students can interact with people from different countries. Do you think these programs help students become more open-minded? Why or why not?",
    "Stop speaking now.",
    "Good points. Let me ask you one final question. Some think children should be exposed to cultural diversity from a very young age. While others believe adults can better appreciate cultural differences, when do you think is the ideal time for people to begin exploring different cultures? Explain your thoughts.",
    "Stop speaking now."
  ],
  "T2_18_05_질문&모범답안": [
    "5. Thank you for taking part in this study. I'd like to ask you some questions about your cultural experiences. First, what kind of cultural events do you or your friends usually enjoy? For example, do you like traditional food, music, or art festivals? I prefer traditional food festivals over other cultural events. First of all, I enjoy traditional food festivals, simply because I like trying new and delicious foods. To explain, I can taste many dishes for the first time at a traditional food festival. In addition, they offer the most authentic cultural experience. For instance, I can watch local people preparing traditional dishes using their family's original recipes and cooking methods. Therefore, food festivals are the type of cultural event I enjoy the most."
  ],
  "T2_18_06_질문&모범답안": [
    "I see. When you experience a different culture, do you prefer to learn about it through direct interaction with people from that culture? Or do you like to learn through books, movies, and online resources? Why? Explain how that country's widespread biking culture came to be. In addition, direct interaction helps me understand emotional and cultural details. To be specific, when people share their personal stories, I can see their facial expressions and feel their passion for their heritage. Therefore, I believe that learning through conversation gives me a much deeper understanding of different cultures."
  ],
  "T2_18_07_질문&모범답안": [
    "7. Interesting. Next, I'd like to get your opinion. Many schools now offer cultural exchange programs where students can interact with people from different countries. Do you think these programs help students become more open-minded? Why or why not? I think cultural exchange programs definitely help students become more open-minded. To begin with, these programs break down stereotypes and prejudices that students might have about other countries. To explain when students interact face to face with people from different backgrounds, they often realize that their assumptions were wrong and learn to view people as individuals instead of relying on generalizations. Also, students learn to appreciate diversity and to understand different perspectives on life. Unlike when learning from textbooks, students engage in real conversations about values, beliefs, and lifestyles that differ from their own. In conclusion, these direct cultural interactions make students more and understanding of global diversity."
  ],
  "T2_18_08_질문&모범답안": [
    "8. Good points. Let me ask you one final question. Some think children should be exposed to cultural diversity from a very young age. While others believe adults can better appreciate cultural differences, when do you think is the ideal time for people to begin exploring different cultures? Explain your thoughts. I think adults can better appreciate cultural differences than young children. First, older people have critical thinking skills. For example, adults can reflect on why certain traditions exist and compare them with their own cultural practices, meaning fully. Second, adults have enough life experience to connect cultural learning with real life situations. When adults learn about business customs in other countries, they can immediately see how this knowledge is applicable to their professional lives. Moral exploration is most valuable, when people are mature enough to truly understand it."
  ],
  "T2_19": [
    "9-12. You have agreed to participate in a research study about multicultural experiences. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for speaking with me today. I'm interested in learning about people's multicultural experiences. Can you tell me about a time when you or your friends interacted with someone from a different cultural background? What did you learn from that experience?",
    "Stop speaking now.",
    "Great. When it comes to learning about other cultures, some people prefer reading books or watching documentaries, while others believe direct interaction with people is more valuable. Which approach do you think is more effective and why?",
    "Stop speaking now.",
    "11. That makes sense. Some people think that neighborhoods with people of many different cultures are interesting because of the variety of restaurants, shops, and activities. Do you agree that living in a multicultural area has advantages? Why or why not?",
    "Stop speaking now.",
    "Good points. Let me ask you one final question. Today, due to the increasing number of multicultural families and globalization, more people from different cultural backgrounds are present in schools and workplaces. What do you think are one or two different ways to get along well with people from other cultures? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_19_09_질문&모범답안": [
    "Nine. Thank you for speaking with me today. I'm interested in learning about people's multicultural experiences. Can you tell me about a time when you or your friends interacted with someone from a different cultural background? What did you learn from that experience? Personally, I had a meaningful experience when I became friends with an exchange student from Japan at my university. First, this friendship taught me about different cultural perspectives on relations. For example, she explained how Japanese students show respect to teachers in ways that were completely new to me. Second, interacting with her improved my communication skills. In particular, I learned to speak more clearly and patiently when language barriers appeared, which helped me become a better communicator overall. Therefore, this multicultural friendship was truly valued. for my personal growth."
  ],
  "T2_19_10_질문&모범답안": [
    "10. Great. When it comes to learning about other cultures, some people prefer reading books or watching documentaries, while others believe direct interaction with people is more valuable, which approach do you think is more effective and why? I believe direct interaction with people is more valuable. First of all, real conversations allow you to practice language skills. Unlike reading books or watching documentaries, which are passive activities, direct interaction allows you to practice speaking and get immediate responses to questions about cultural differences. In addition, personal interactions create emotional connections. For example, when my British friend shared her home sickness while we were having a coffee, it helped me understand her emotions in a way that no description could ever teach me. For these reasons, direct contact is of great value."
  ],
  "T2_19_11_질문&모범답안": [
    "11. That makes sense. Some people think that neighborhoods with people of many different cultures are interesting because of the variety of restaurants, shops, and activities. Do you agree that living in a multicultural area has advantages? Why or why not? I agree that living in a multicultural area has advantages. First of all, I like the variety and food. For example, in my neighborhood, I can try authentic Thai curry, Italian pasta, and Mexican tacos, all within walking distance, which makes every meal an adventure. Second, these areas provide opportunities to learn other languages. For instance, I often hear people speaking various languages, and I've learned basic greetings in several languages just by listening. Therefore, multicultural neighborhoods definitely offer more interesting and enriching experiences."
  ],
  "T2_19_12_질문&모범답안": [
    "12. Good points. Let me ask you one final question. Today, due to the increasing number of multicultural families and globalization, more people from different cultural backgrounds are present in schools and workplaces. What do you think are one or two different ways to get along well with people from other cultures? Give reasons for your answer. I believe building strong relationships with people from other countries requires cultural openness and patience. First, showing a genuine interest in their culture helps build good relationships. For example, when I ask my foreign classmates about their traditions or food, they really appreciate it and often share more about their background. Second, being patient with communication is important. To explain, my exchange student friends sometimes struggle with Korean, but I listen carefully and help them express their ideas This makes them feel comfortable talking with me. These approaches have helped me make many friends from different countries."
  ],
  "T2_2": [
    "1. I support mandatory health checkups in schools.",
    "I prefer renting an Airbnb to staying at a hotel when I travel.",
    "3. I would choose visiting a museum over going to a theme park.",
    "I think exercising in the morning is better than exercising at night.",
    "In my opinion, empathy is the most important quality a leader can have.",
    "I agree with the statement that public spaces should have more green areas.",
    "7. From my perspective, installing more street lights improves public safety.",
    "Given the choice between reading fiction and non-fiction, I would choose fiction.",
    "It is better to enforce stricter traffic rules than to rely on voluntary compliance.",
    "I disagree with the statement that single-use plastics should be completely banned.",
    "While some workers check emails constantly during the day, I set specific times to read them.",
    "Personally, I think keeping a journal is one of the best ways to reflect on daily experiences and grow from them."
  ],
  "T2_20": [
    "13-16 You have agreed to take part in a research study about volunteering. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study today. I have a few questions to ask you about volunteering. First, can you describe a type of volunteer work that you or someone you know has done?",
    "Stop speaking now.",
    "Some schools make it mandatory for students to do a certain amount of volunteer work each year. Do you think this is a good way to encourage young people to become involved in their communities? Why or why not?",
    "Stop speaking now.",
    "15. I see. Some people prefer to donate money rather than time to the organizations they support. They feel that providing financial support is more effective. Do you agree with this approach? Why or why not?",
    "Stop speaking now.",
    "16. That is a great point. I have one final question to ask. Researchers have noted a significant decline in both the number of volunteers and the amount of time people spend volunteering. What do you think is the cause of this decline? Explain your answer.",
    "Stop speaking now."
  ],
  "T2_20_13_질문&모범답안": [
    "13. Thank you for taking part in this study today. I have a few questions to ask you about volunteering. First, can you describe a type of volunteer work that you or someone you know has done? In my case, I volunteered teaching art to the elderly. First of all, it benefits older people. To be specific, it provides them with a chance to socialize and express themselves through art, which keeps their minds and hands active. Another reason I do it is because volunteering helps me too. To explain, helping other people stops me from focusing too much on myself and my problems. To sum up when I volunteer, I feel like I'm making the world a better place and helping myself at the same time."
  ],
  "T2_20_14_질문&모범답안": [
    "14. Interesting. Some schools make it mandatory for students to do a certain amount of volunteer work each year. Do you think this is a good way to encourage young people to become involved in their communities? Why or why not? I oppose making it mandatory for students to volunteer. First, people who are forced to volunteer don't view it as a meaningful activity. Instead, they see it as a chore to be avoided whenever possible. In addition, students already have a lot of demands on their time, so it is unfair to make them volunteer. For example, they spend hours each week doing homework and preparing for exams, so volunteering could become a burden for them. To conclude, I don't think making volunteering mandatory is a good way to motivate young people."
  ],
  "T2_20_15_질문&모범답안": [
    "15. I see. Some people prefer to donate money rather than time to the organizations they support. They feel that providing financial support is more effective. Do you agree with this approach? Why or why not? I think it's better to donate one's time. One reason is that volunteering can make you more passionate about an issue. For instance, my father volunteered for an environmental group in university and was inspired by his experience to major in environmental law. Additionally, volunteering in person lets you pick up new social skills. To explain, I learn how to be patient with people from working with the elderly. Consequently, I try to volunteer my time whenever I can."
  ],
  "T2_20_16_질문&모범답안": [
    "16. That is a great point. I have one final question to ask. Researchers have noted a significant decline in both the number of volunteers and the amount of time people spend volunteering. What do you think is the cause of this decline? Explain your answer. and personal responsibilities demand significant time. Research shows that rising living costs force people to take multiple jobs, leaving no spare time for community activities. Second, I think values have changed. In fact, modern culture emphasizes individual achievement, making people focus on personal gains over helping others. Therefore, busy schedules and shifting values, why fewer individuals engage in volunteer work nowadays."
  ],
  "T2_21": [
    "Hackers test. 1 to 4. You have volunteered for a research study about plastic use. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. I'd like to ask you some questions about plastic use. First, what kind of plastic items do you or your family use most often? For example, do you use plastic bags, water bottles or food containers?",
    "Stop speaking now.",
    "I see. When you go shopping you can choose between use and plastic bags provided by the store or bringing your own reusable bags from home. Which option do you prefer and why?",
    "Stop speaking now.",
    "Interesting. Some people argue that the convenience of plastic products outweighs the environmental concerns. Do you agree that convenience should be prioritised over environmental impact? Why or why not?",
    "Stop speaking now.",
    "Good points. Lastly, many governments are now considering policies such as plastic bag fees or bans on single-use plastics to encourage people to change their habits. Do you think these government measures are effective or do you believe there are better ways to reduce plastic waste? Explain your thoughts.",
    "Stop speaking now."
  ],
  "T2_21_01_질문&모범답안": [
    "1. Thank you for taking part in this study. I'd like to ask you some questions about plastic use. First, what kind of plastic items do you or your family use most often? For example, do you use plastic bags, water bottles or food containers? My family uses plastic food containers the most. First, we use them to store leftovers from meals because they keep food fresh for several days. For example, when my mom cooks too much rice or soup, we put the leftovers in plastic containers and enjoy them the next day. Second, these containers are very convenient for packing lunches for school and work. For instance, my sister and I take our homemade sandwiches and snacks to school in small plastic containers each day. Therefore, plastic food containers are the most essential plastic items in our household."
  ],
  "T2_21_02_질문&모범답안": [
    "I see. When you go shopping, you can choose between using plastic bags provided by the store or bringing your own reusable bags from home. Which option do you prefer? And why? The last month, whereas a plastic bag would have torn easily. Second, using reusable bags allows me to save money in the long run. Since many stores now charge a fee for plastic bags, I can avoid this extra cost by bringing my own bag. In conclusion, reusable bags are both more practical and economical."
  ],
  "T2_21_03_질문&모범답안": [
    "Three. Interesting. Some people argue that the convenience of plastic products outweighs the environmental concerns. Do you agree that convenience should be prioritized over environmental impact? Why or why not? I disagree that convenience should be prioritized over environmental concerns. To begin with, the environmental damage from plastic waste affects everyone's future quality of life. To be specific, plastics are a direct contributor to global warming, which will lead to a number of serious problems in the near future. What's more, there are many convenient alternatives that don't harm the environment. For example, reusable water bottles and shopping bags are lightweight, affordable, and widely available, so people can easily replace single-use plastics without sacrificing convenience. Overall, we should choose environmentally friendly options over those that provide convenience."
  ],
  "T2_21_04_질문&모범답안": [
    "4. Good points. Lastly, many governments are now considering policies such as plastic bag fees or bans on single-use plastics to encourage people to change their habits. Do you think these government measures are effective or do you believe there are better ways to reduce plastic waste? Explain your thoughts. These policies immediately change people's behavior. To explain, when stores started charging for plastic bags in my city, I noticed that most customers began bringing their own bags within just a few weeks. Furthermore, the money collected from these fees can fund environmental programs and education. In other words, the government can use this revenue to teach people about recycling and support research for better alternatives. To conclude, government policies create both immediate behavior change and long-term environmental benefits."
  ],
  "T2_22": [
    "5-8. You have agreed to take part in a research study about electric vehicles. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating in this study. Today, I'd like to ask you some questions about electric vehicles. First, have you or someone you know ever driven an electric car? What was that experience like?",
    "Stop speaking now.",
    "I see. When choosing a new vehicle, would you prefer an electric one that is environmentally friendly but may cost more, or a conventional one that is more harmful to the environment but less expensive? Why?",
    "Stop speaking now.",
    "Interesting. Next I'd like to get your opinion. Some people are resistant to the idea of switching to electric vehicles. Do you think vehicles powered by fossil fuels will continue to be used in the future? Why or why not?",
    "Stop speaking now.",
    "8. Good points. I just have one more question. Some people believe that government support is necessary to encourage people to adopt electric vehicles. Do you agree with this idea? Explain your answer.",
    "Stop speaking now."
  ],
  "T2_22_05_질문&모범답안": [
    "5. Thank you for participating in this study. Today, I'd like to ask you some questions about electric vehicles. First, have you or someone you know ever driven an electric car? Or is that experience like? Yes. My uncle recently bought an electric car, and I had the chance to drive it last month. First, the drive was incredibly quiet and smooth. Unlike a regular car that has engine noise and vibration, the electric vehicle was almost silent when starting and accelerating. Second, the technological features were very impressive. In particular, the car had a large touch screen that controlled everything from navigation to air conditioning, and I could monitor the battery level in real time. Overall, driving an electric vehicle was a fascinating experience."
  ],
  "T2_22_06_질문&모범답안": [
    "I see. When choosing a new vehicle, would you prefer an electric one that is environmentally friendly but may cost more, or a conventional one that is more harmful to the environment but less expensive? Why? On top of that, eco-friendly vehicles often have lower operating costs in the long run. This is because owners save money on fuel and routine maintenance, despite the higher initial cost. fits over time."
  ],
  "T2_22_07_질문&모범답안": [
    "I believe electric cars will eventually replace traditional vehicles in the future. First, governments worldwide are implementing stricter environmental regulations to combat climate change. In fact, many countries have already announced plans to ban sale of cars that use fossil fuels by 2040, which will make manufacturers focus on electric alternatives. Second, battery technology is rapidly improving. For example, Tesla and other companies are building better batteries that last longer and charge faster than before. In conclusion, both policy changes and technological advances will drive the complete transition to electric vehicles."
  ],
  "T2_22_08_질문&모범답안": [
    "8. Good points. I just have one more question. Some people believe that government support is necessary to encourage people to adopt electric vehicles. Do you agree with this idea? Explain your answer. Also, government support can establish charging infrastructure faster. As a result, more people will be motivated to consider buying an electric car because it comes at no cost to their convenience. In short, I think government help is essential for encouraging the transition to electric vehicles."
  ],
  "T2_23": [
    "9-12. You have agreed to take part in a research study about air pollution. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "9. Thank you for participating in this study today. I would like to ask you a few questions about air pollution. First, have you or anyone you know ever experienced health problems due to air pollution? Provide as many details as possible.",
    "Stop speaking now.",
    "I see. Many cities are considering restricting vehicle access to downtown areas in an effort to improve air quality. Do you think policies such as these are a reasonable way to address this problem? Why or why not?",
    "Stop speaking now.",
    "Interesting. Many health experts recommend that people limit their exposure to air pollution. What do you think are one or two ways that people can do this? Give reasons for your answer.",
    "Stop speaking now.",
    "Great points. Lastly, given that urban and industrial areas are constantly growing, many people believe that air quality will continue to decline. Do you agree or disagree with this assessment? Why?",
    "Stop speaking now."
  ],
  "T2_23_09_질문&모범답안": [
    "9. Thank you for participating in this study today. I would like to ask you a few questions about air pollution. First, have you or anyone you know ever experienced health problems due to air pollution? Provide as many details as possible. In my case, I have experienced a number of health problems due to air pollution. To begin with, I sometimes suffer from respiratory issues. For instance, the air was really bad when I walked to work last Friday, so I kept coughing and sneezing all day. Also, the poor air quality has had a negative effect on my mental well-being. To be specific, checking the fine dust concentration on my phone every morning and worrying about air pollution makes me feel stressed and anxious. All things considered, air pollution is a significant health concern for me."
  ],
  "T2_23_10_질문&모범답안": [
    "10. I see. Many cities are considering restricting vehicle access to downtown areas in an effort to improve air quality. Do you think policies such as these are a reasonable way to address this problem? Why or why not? From my perspective, restricting vehicle access to downtown areas is not a reasonable way to improve air quality. This is because it is not fair to some city residents. To be specific, people who work and live downtown should not face special restrictions. Furthermore, this type of policy is unlikely to be effective. To illustrate, many areas of my city experience severe traffic congestion. So reducing the number of vehicles downtown won't significantly reduce air pollution. So I don't think this is a good approach to this problem."
  ],
  "T2_23_11_질문&모범답안": [
    "11. Interesting. Many health experts recommend that people limit their exposure to air pollution. What do you think are one or two ways that people can do this? Give reasons for your answer. I believe that wearing a face mask and using an air purifier can reduce exposure to air pollution. First, wearing a face mask when you go outside is essential. A study showed that a high quality face mask can prevent up to 95% of fine particles in the air from entering the lungs. Second, using an air purifier at home can be helpful. In fact, this type of device can eliminate pollutants that enter your home when you open your doors or windows. Overall, these simple steps can greatly limit exposure to air pollution."
  ],
  "T2_23_12_질문&모범답안": [
    "12. Great points. Lastly, given that urban and industrial areas are constantly growing, many people believe that air quality will continue to decline. Do you agree or disagree with this assessment? Why? I disagree that air quality will get worse. One reason is that governments are already taking steps to deal with this issue. For instance, my government is converting coal power plants to natural gas which produce less pollution. In addition, new technologies are likely to be developed to improve air quality. To illustrate, researchers are developing devices that limit harmful emissions from factories with greater advancements made every year. In short, I am optimistic that air quality will improve in the future."
  ],
  "T2_24": [
    "13-16 You have agreed to take part in a research study about eco-friendly products. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. First, when you buy personal key products like soap or toothpaste, do you usually look at the ingredients? For example, do you check if products include only natural ingredients? Why or why not?",
    "Stop speaking now.",
    "I see. When you shop, do you prefer to buy eco-friendly products that cost more? Or do you prefer regular products that are cheaper? Why?",
    "Stop speaking now.",
    "I see. Next, I'd like to get your opinion. More companies are making eco-friendly products. Do you think that in the future most people will choose eco-friendly products over regular ones? Why or why not?",
    "Stop speaking now.",
    "16. Good points. I just have one more question. Some people believe that using eco-friendly products is the best way to address environmental problems like pollution. Do you agree with this idea? Or do you think government and company policies are more important? Explain your thoughts.",
    "Stop speaking now."
  ],
  "T2_24_13_질문&모범답안": [
    "Thank you for taking part in this study. First, when you buy personal key products like soap or toothpaste, do you usually look at the ingredients? For example, do you check products include only natural ingredients? Why or why not? I usually check ingredients when buying personal care products. First, I want to make sure the products are safe for my skin. To be specific, I have sensitive skin, so I always avoid products with strong chemicals that might cause irritation. Second, I prefer natural ingredients because they are better for the environment. For instance, when I buy shampoo, I look for products that don't contain harmful chemicals that pollute water systems. Therefore, I believe checking the ingredients helps me make better choices for both my health and the planet."
  ],
  "T2_24_14_질문&모범답안": [
    "I see. When you shop, do you prefer to buy eco-friendly products that cost more? Or do you prefer regular products that are cheaper? Why? I prefer to buy eco-friendly products even if they cost more than regular ones. The first reason is that they save time and effort in the long run. In fact, reusable products need to be replaced less often, so we spend less time shopping. These products are usually very durable. To explain reusable items like metal water bottles and cloth bags last much longer than single-use alternatives. In conclusion, paying more for eco-friendly products is worthwhile because it is durable and saves time."
  ],
  "T2_24_15_질문&모범답안": [
    "I see. Next, I'd like to get your opinion. More companies are making eco-friendly products. Do you think that in the future most people will choose eco-friendly products over regular ones? Why or why not? My friends now carry reusable water bottles instead of using disposable ones, and they choose eco-friendly products to reduce waste. Second, eco-friendly products are becoming more affordable as production increases. As a result, these products are cheaper and more accessible in stores. Therefore, I believe eco-friendly products will become the mainstream choice within the next decade."
  ],
  "T2_24_16_질문&모범답안": [
    "16. Good points. I just have one more question. Some people believe that using eco-friendly products is the best way to address environmental problems like pollution. Do you agree with this idea? Or do you think government and company policies are more important? Explain your thoughts. I disagree that choosing eco-friendly products is the best way to address environmental problems. First, large-scale actions have a much greater impact. For instance, when governments ban single-use plastics, millions of people are affected at once, immediately reducing waste. In addition, companies are responsible for most pollution. In fact, if a factory adopts cleaner production methods or reduces emissions, it can prevent far more waste than thousands of individual consumers choosing eco-friendly products. Overall, systemic changes from governments and corporations are more effective for environmental protection."
  ],
  "T2_25": [
    "hackers test. 1 to 4. You have volunteered for a research study about artificial intelligence. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. Today, I'd like to ask you some questions about artificial intelligence in daily life. First, in what areas do you and your friends, most commonly encounter AI technology? For example, do you see it in entertainment, education, shopping, or other areas?",
    "Stop speaking now.",
    "I see. Imagine you choose something like a movie to watch or a book to read. Would you follow AI recommendations or would you discover and choose things on your own? Why?",
    "Stop speaking now.",
    "Interesting. Next I'd like to get your opinion. Many experts predict that AI and humans will work together more closely in the future, rather than AI replacing humans completely. Do you think this collaborative approach will be successful? Why or why not?",
    "Stop speaking now.",
    "4. Good points. I just have one more question. Some people believe that everyone should receive basic education about how AI works and its limitations. Do you agree that AI literacy should be taught in schools or do you think it's not necessary for everyone? Explain your answer.",
    "Stop speaking now."
  ],
  "T2_25_01_질문&모범답안": [
    "One. Thank you for taking part in this study. Today, I'd like to ask you some questions about artificial intelligence in daily life. First, in what areas do you and your friends, most commonly encounter AI technology? For example, do you see it in entertainment, education, shopping, or other areas? My friends and I mostly come across AI and entertainment in education areas. First of all, we frequently see AI recommendations on streaming platforms and social media. For instance, Netflix suggests movies based on our viewing history and YouTube recommends videos that match our interests perfectly. In addition, we notice AI being integrated into our educational tools. To be specific, our school recently introduced an AI-powered language learning app that provides personalized grammar feedback and helps us practice pronunciation. Overall, AI has become a regular part of both our entertainment and learning experiences."
  ],
  "T2_25_02_질문&모범답안": [
    "I see. Imagine you choose something like a movie to watch or a book to read. Would you follow AI recommendations or would you discover and choose things on your own? Why? I prefer to discover and choose things on my own rather than relying on AI recommendations. First, I enjoy the excitement of finding something unexpected. For instance, when I randomly picked a book from the library shelf, I discovered a fantastic novel that AI probably wouldn't have recommended based on my usual reading preferences. Second, I worry that AI recommendations might limit my exposure to diverse content. If I only follow AI suggestions based on my past choices, I might miss the chance to broaden my perspective and explore new interests. For these reasons, I prefer making my own discoveries."
  ],
  "T2_25_03_질문&모범답안": [
    "interesting. Next I'd like to get your opinion. Many experts predict that AI and humans will work together more closely in the future rather than AI replacing humans completely. Do you think this collaborative approach will be successful? Why or why not? In addition, this collaborative approach addresses people's concerns about job replacement. Instead of eliminating human workers, AI can help humans become more efficient and complete tasks effectively. optimistic about AI human partnerships."
  ],
  "T2_25_04_질문&모범답안": [
    "For good points, I just have one more question. Some people believe that everyone should receive basic education about how AI works and its limitations. Do you agree that AI literacy should be taught in schools or do you think it's not necessary for everyone? Explain your answer. To explain, just like computer skills became necessary in previous decades, AI knowledge will be crucial for future careers in business, healthcare, and many other areas. In addition, AI literacy helps people make better decisions as consumers and citizens. In fact, when people understand how AI algorithms work, they can better evaluate the reliability of online information. Therefore, AI education should be included in school curriculums to prepare students for the future."
  ],
  "T2_26": [
    "5-8 You have agreed to take part in a research study about autonomous vehicles. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating in this study. I'd like to ask you some questions about autonomous vehicles. Have you or someone you know ever seen or come across self-driving cars? For example, have you seen them on roads in the news or other situations?",
    "Stop speaking now.",
    "6. I see. As this technology develops, people have different preferences about vehicle control. If you could choose between owning a fully autonomous car that drives itself completely, or a semi-autonomous car where you can take control when needed, which would you prefer and why?",
    "Stop speaking now.",
    "7. Interesting. Many technology experts argue that autonomous vehicles will significantly reduce traffic accidents caused by human error and make roads much safer for everyone. Do you agree that self-driving cars will improve transportation safety? Why or why not?",
    "Stop speaking now.",
    "Good points. Lastly, how do you think people's daily routines and lifestyles will change when self-driving cars become widely available? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_26_05_질문&모범답안": [
    "5. Thank you for participating in this study. I'd like to ask you some questions about autonomous vehicles. Have you or someone you know ever seen or come across self-driving cars? For example, have you seen them on roads in the news or other situations? While I have learned about self-driving cars through various media sources, I haven't experienced them directly. First, I regularly read technology news articles on autonomous cars. In particular, they explain how these vehicles use artificial intelligence to make driving decisions and help me understand the basic principles behind the technology. educational content rather than personal experience."
  ],
  "T2_26_06_질문&모범답안": [
    "6. I see. As this technology develops, people have different preferences about vehicle control. If you could choose between owning a fully autonomous car that drives itself completely, or a semi autonomous car where you can take control when needed, which would you prefer and why? I would prefer a semi autonomous car to a fully autonomous car so that I can take control when necessary. One reason is that I want to retain some control over the driving experience. In particular, I enjoy the feeling of controlling the vehicle myself, especially during weekend trips or scenic drives. Another reason is that it provides an additional layer of safety in case the technology malfunctions or encounters unexpected situations. For instance, if the car comes across construction zones or unusual road conditions, I could step in to handle the situation. Therefore, semi autonomous cars offer the best balance between convenience and safety."
  ],
  "T2_26_07_질문&모범답안": [
    "7. Interesting. Many technology experts argue that autonomous vehicles will significantly reduce traffic accidents caused by human error and make roads much safer for everyone. Do you agree that self-driving cars will improve transportation safety? Why or why not? I agree that autonomous vehicles will significantly improve road safety. First, they eliminate errors caused by human drivers. Finally, autonomous cars are free from factors like drunk driving, texting while driving, and falling asleep at the wheel, which cause most traffic accidents today. Second, these cars have advanced sensors. In other words, they can react faster than humans and see obstacles that people might miss, especially at night or in bad weather. In conclusion, self-driving technology will definitely make our roads much safer."
  ],
  "T2_26_08_질문&모범답안": [
    "8. Good points. Lastly, how do you think people's daily routines and lifestyles will change when self-driving cars become widely available? Give reasons for your answer. I think that autonomous cars will make daily life more flexible. First of all, people will be able to use their commute time more productively. For example, they can read books, work on laptops, or take online classes on their way to work. In addition, people will have freedom in choosing where to live. In fact, many people decide on housing mainly based on the distance to their workplace. With autonomous cars, people can choose homes in more affordable or comfortable areas. In this sense, autonomous cars will help people achieve flexibility by making travel time useful and expanding housing options."
  ],
  "T2_27": [
    "9-12. You have agreed to take part in a research study about online banking. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "9) Thank you for taking part in the study today. I have a few questions about online banking. First, could you describe a recent situation in which you or your family used online banking? What did you use it for and why?",
    "Stop speaking now.",
    "10. I see. Many people have switched to online only banks that have no physical branches. These types of financial institutions offer benefits such as higher interest rates for savings accounts who attract customers. Would you be interested in using this type of bank? Why or why not?",
    "Stop speaking now.",
    "11. Interesting. Some experts are concerned that the elderly are struggling to use online banking because they are less technologically proficient than younger people. What do you think are one or two steps that can be taken to address this problem? Give reasons for your answers.",
    "Stop speaking now.",
    "12. Good points. I have one final question. Given the increasing popularity of online banking and other electronic methods of payment, the use of actual money has significantly declined. Do you think the transition to a cashless society is a positive or negative trend? Why?",
    "Stop speaking now."
  ],
  "T2_27_09_질문&모범답안": [
    "9. Thank you for taking part in the study today. I have a few questions about online banking. First, could you describe a recent situation in which you or your family used online banking? What did you use it for and why? In my case, I recently used online banking to pay a large deposit for an apartment I wanted to rent. This was mainly because online banking is a safe method to transfer funds. To be specific, using a check or cash would have made me nervous because it could have been lost or stolen. Also, a permanent record is created of every online transaction. So, there is no chance of misunderstanding about how much money my landlord received. For these reasons, online banking was my best option."
  ],
  "T2_27_10_질문&모범답안": [
    "10. I see. Many people have switched to online only banks that have no physical branches. These types of financial institutions offer benefits such as higher interest rates for savings accounts to attract customers. Would you be interested in using this type of bank? Why or why not? As far as I'm concerned, online only banks are not ideal. First, online banking services are occasionally unavailable due to technical issues. In these situations, online only bank customers are unable to access their money because there is no branch to visit. Second, in-person customer service is usually superior to other forms. For example, when I had a problem with my account, the phone representative couldn't help me because I had to show my identification, but the teller at the branch checked it right away and fixed the issue. All things considered, prefer to avoid online only banks."
  ],
  "T2_27_11_질문&모범답안": [
    "11. Interesting. Some experts are concerned that the elderly are struggling to use online banking because they are less technologically proficient than younger people. What do you think are one or two steps that can be taken to address this problem? Give reasons for your answers. I can think of two ways to help the elderly use online banking. To begin with, they should be encouraged to take online banking classes. For instance, my grandmother participated in an online banking course at a community center, and now she is very confident using this service. In addition, banks should design their apps with older people in mind. Specifically, the inclusion of large fonts and clear instructions in non-technical language would be helpful. In conclusion, these steps will help the elderly become more comfortable with online banking."
  ],
  "T2_27_12_질문&모범답안": [
    "12. Good points. I have one final question. Given the increasing popularity of online banking and other electronic methods of payment, the use of actual money has significantly declined. Do you think the transition to a cashless society is a positive or negative trend? Why? In my opinion, the transition to a cashless society is a positive trend. The first reason is that using online payment systems is much more convenient for shoppers. In particular, being able to pay at a store using a mobile application is quick and efficient. Furthermore, this trend enhances tax transparency, which results in higher government revenues. In fact, it is almost impossible for companies to avoid paying taxes with electronic payments. To conclude, I feel that the trend transition to a cashless society offers many advantages."
  ],
  "T2_28": [
    "13-16 You have agreed to take part in a research study about digital payments. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for joining the study. I'd like to ask you some questions about digital payments. First, can you describe your experience with different payment methods such as cash, credit cards, or mobile payment apps? Which methods do you or people you know use most frequently? And why?",
    "Stop speaking now.",
    "interesting. When choosing digital payment services, some people prioritise privacy and prefer platforms that collect minimal personal data, while others prioritise convenience and don't mind sharing information for personalised features and faster transactions, which aspect is more important to you when selecting a payment service. Why?",
    "Stop speaking now.",
    "I see. Some people believe that digital payments like mobile apps and credit cards are safer than carrying cash because they can be tracked and protected. Do you agree that digital payments are more secure than cash? Why or why not?",
    "Stop speaking now.",
    "Good points. Let me ask you one final question. As society moves toward cashless transactions, some people worry that certain groups, such as elderly individuals, or those without smartphones, might be excluded from participating fully in the economy. What solutions do you think would help ensure that digital payment systems remain accessible to everyone?",
    "Stop speaking now."
  ],
  "T2_28_13_질문&모범답안": [
    "13. Thank you for joining the study. I'd like to ask you some questions about digital payments. First, can you describe your experience with different payment methods, such as cash, credit cards, or mobile payment apps? Which methods do you or people you know use most frequently? And why? In my case, I use mobile payment apps most frequently in my daily life. First of all, they are extremely convenient because I don't need to carry cash or credit cards anymore. For example, I can pay for everything from coffee to groceries just by scanning a QR code with my phone. Second, mobile payments are much faster than traditional methods. As a result, I can complete a transaction in just a few seconds, which saves time especially when there are long lines at stores. for choice because of their convenience and speed."
  ],
  "T2_28_14_질문&모범답안": [
    "Interesting. When choosing digital payment services, some people prioritize privacy and prefer platforms that collect minimal personal data, while others prioritize convenience and don't mind sharing information for personalised features and faster transactions. Which aspect is more important to you when selecting a payment service? Why? I think convenience is more important than privacy when choosing a payment service. Convenient systems reduce daily stress by simplifying money management. For example, I can quickly split bills with friends or pay utility fees online without dealing with cash or paperwork. Second, personalised features improve the overall user experience. To explain payment apps that recognize my spending habits can recommend useful services or send me discount offers for places I visit often. Therefore, I prefer convenient payment services because they make my life easier and more efficient."
  ],
  "T2_28_15_질문&모범답안": [
    "I see. Some people believe that digital payments like mobile apps and credit cards are safer than carrying cash because they can be tracked and protected. Do you agree that digital payments are more secure than cash? Why or why not? Which is at payment companies show criminals can steal information from thousands of people, which is much more severe compared to the limited scale and amount of damage that can occur with cash theft. What's more, digital payments can be disrupted by technical failures. For instance, power outages or natural disasters can temporarily disable electronic transactions, while cash remains unaffected by such problems. In this regard, offers better security and reliability."
  ],
  "T2_28_16_질문&모범답안": [
    "16. Good points. Let me ask you one final question. As society moves toward cashless transactions, some people worry that certain groups, such as elderly individuals, or those without smartphones, might be excluded from participating fully in the economy. What solutions do you think would help ensure that digital payment systems remain accessible to everyone? and support systems to improve access to digital payments. First, companies should develop easy to use apps that are accessible for elderly users and people with disabilities. For instance, features like large buttons and voice assistance can help them navigate payment apps more easily. Second, banks should set up help centers to provide free personal guidance for the elderly. To be specific, call centers dedicated to assisting those unfamiliar with or who do not own, a smartphone could be extremely useful. Overall, combining intuitive design with human support can help ensure equal access to online payment systems."
  ],
  "T2_29": [
    "hackers test. 1 to 4. You have volunteered for a research study about part-time work experience. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for speaking with me today. I'm conducting a study about part-time work experience. First, do you think it is important for students to have part-time work experience? Why?",
    "Stop speaking now.",
    "2. Good points. Some prefer regular long-term jobs with consistent hours, while others choose short-term work only when they need extra money. Which would you prefer and why?",
    "Stop speaking now.",
    "3. OK. Students consider various factors when selecting part-time jobs. Would you prefer a part-time job related to your field of study, or would you prefer one in a completely different area? 1.",
    "Stop speaking now.",
    "Good points. I just have one more question. When choosing a part-time job, some students focus on salary, while others consider factors like location, schedule flexibility, or learning opportunities. What do you think are the two most important factors students should consider when selecting a part-time job? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_29_01_질문&모범답안": [
    "Thank you for speaking with me today. I'm conducting a study about part-time work experience. First, do you think it is important for students to have part-time work experience? Why? Organize my daily schedule effectively. Second, part-time employment offers chances to discover personal working styles and preferences. In fact, research demonstrates that early work experiences help individuals identify their preferred communication methods and work pace before entering permanent careers. Therefore, I strongly believe students need part-time work experience."
  ],
  "T2_29_02_질문&모범답안": [
    "I prefer short-term work only when I need extra money to regular long-term jobs. The first reason is that this allows me to gain diverse experiences across different industries. A short-term work gives me more personal time. To explain, when I'm not working, I can read books, pursue hobbies, or spend time with my friends. Therefore, I believe temporary work offers more opportunities for learning and personal growth."
  ],
  "T2_29_03_질문&모범답안": [
    "3. OK. Students consider various factors when selecting part-time jobs. Would you prefer a part-time job related to your field of study, or would you prefer one in a completely different area? 1. I would choose a part-time job in a completely different area over one related to my field of study. First, working in a different field gives me a broader perspective. 2. Different work experiences make me more adaptable and flexible. 2. To be specific, these skills are valuable because companies prefer employees who can work in various situations and understand different business areas. Overall, I believe diverse work experiences are better because they provide a wide perspective and make me more adaptable."
  ],
  "T2_29_04_질문&모범답안": [
    "I just have one more question. When choosing a part-time job, some students focus on salary, while others consider factors like location, schedule flexibility, or learning opportunities. What do you think are the two most important factors students should consider when selecting a part-time job? Give reasons for your answer. One reason is that salary serves as the primary motivation for most students. In fact, research shows that earning money is the main reason why students seek part-time employment, as it helps them cover essential expenses like tuition and daily living costs. Another reason is that a positive work environment makes the experience more enjoyable. In particular, supportive colleagues and managers create a comfortable atmosphere where workers do not get stressed out. In conclusion, students should prioritize financial benefits and positive workplace atmosphere when selecting part-time work."
  ],
  "T2_3": [
    "1. First, I feel more comfortable talking with my peers. First, I feel more comfortable talking with my peers.",
    "Second, I think teamwork makes tasks more efficient. Second, I think teamwork makes tasks more efficient.",
    "The first reason is that recycling programs reduce the amount of waste that ends up in landfills. The first reason is that recycling programs reduce the amount of waste that ends up in landfills.",
    "One reason is that learning a second language gives students better opportunities in the job market. One reason is that learning a second language gives students better opportunities in the job market.",
    "I want to know what is happening in the world. This is the reason why I watch the news every day. I want to know what is happening in the world. This is the reason why I watch the news every day.",
    "Here are some reasons why I think urban universities are more convenient than small town ones. Here are some reasons why I think urban universities are more convenient than small town ones.",
    "I believe online privacy should be protected more strongly. To begin with, there have been numerous cases of the personal information of users being hacked. I believe online privacy should be protected more strongly. To begin with, there have been numerous cases of the personal information of users being hacked.",
    "Students prefer digital textbooks. This is mainly because they are more portable and more convenient for note-taking. Students prefer digital textbooks. This is mainly because they are more portable and more convenient for note-taking.",
    "9. The primary reason is that free school meals can reduce financial burdens on parents. The primary reason is that free school meals can reduce financial burdens on parents.",
    "Many college students are busy with assignments. Furthermore, they often participate in extracurricular activities. Many college students are busy with assignments. Furthermore, they often participate in extracurricular activities.",
    "11. I prefer joining an exercise group to working out alone because it is more motivating. On top of that, I like meeting new people who share my interest. I prefer joining an exercise group to working out alone because it is more motivating. On top of that, I like meeting new people who share my interest.",
    "I like eating out because I can try new dishes. It's a change of atmosphere as well. I like eating out because I can try new dishes. It's a change of atmosphere as well.",
    "Board games are good for you. To be specific, they reduce stress by providing a fun way to relax. Board games are good for you. To be specific, they reduce stress by providing a fun way to relax.",
    "studying at the library can be difficult for some people for example the sound of other students typing on their laptop can be distracting studying at the library can be difficult for some people for example the sound of other students typing on their laptop can be distracting",
    "15. Many people enjoy spending their weekends outdoors. In contrast, I prefer staying at home. Many people enjoy spending their weekends outdoors. In contrast, I prefer staying at home.",
    "Conversely, graduates can decide to go on a trip instead of starting work right away. Conversely, graduates can decide to go on a trip instead of starting work right away.",
    "17. Studying a broad can expose students to new cultures. On the other hand, they often get homesick. Studying a broad can expose students to new cultures. On the other hand, they often get homesick.",
    "Students should learn how to evaluate online information critically. Otherwise, they may fall for misinformation and false news. Students should learn how to evaluate online information critically. Otherwise, they may fall for misinformation and false news.",
    "In fact, joining the Drama Club helped me improve my public speaking skills and confidence. In fact, joining the Drama Club helped me improve my public speaking skills and confidence.",
    "Due to concerns about sugar intake, many people are replacing sodas with healthier drinks. Due to concerns about sugar intake, many people are replacing sodas with healthier drinks.",
    "I use language learning apps daily. As a result, my speaking ability improved noticeably. I use language learning apps daily. As a result, my speaking ability improved noticeably.",
    "In particular, for my science project, I had to design experiments and analyze data independently. In particular, for my science project, I had to design experiments and analyze data independently.",
    "To explain, working in a group allows students to divide tasks and learn from each other's strengths. To explain, working in a group allows students to divide tasks and learn from each other's strengths.",
    "Instead of spending all of their free time on social media, teenagers can participate in sports or arts clubs to develop new skills. Instead of spending all of their free time on social media, teenagers can participate in sports or arts clubs to develop new skills.",
    "Unlike online classes, in-person lessons provide immediate feedback from teachers. Unlike online classes, in-person lessons provide immediate feedback from teachers."
  ],
  "T2_30": [
    "5-8 You have agreed to take part in a research study about career development. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. Today, I'd like to ask you some questions about career development. First, when you want to learn about different careers or jobs, what methods do you or your friends generally use? For example, do you search online, talk to professionals or attend career events?",
    "Stop speaking now.",
    "6. I see. Some students choose their major based on job security in career prospects, while others choose subjects they are passionate about. When selecting your field of study, would you prefer to choose a major with good job opportunities, or would you prefer to study something you find personally interesting? Why?",
    "Stop speaking now.",
    "Great. Many schools are now developing programs to help students explore different careers, such as career fears, job shadowing, and internship opportunities. Would programs like this affect your interest in choosing a particular career path? Why? Why not?",
    "Stop speaking now.",
    "Good points. Lastly, looking to the future, many experts say that people will change careers multiple times throughout their lives, rather than staying in one job forever. Do you think the trend toward career flexibility will benefit workers? Or do you think it might create more challenges? Explain your thoughts.",
    "Stop speaking now."
  ],
  "T2_30_05_질문&모범답안": [
    "5. Thank you for taking part in this study. Today, I'd like to ask you some questions about career development. First, when you want to learn about different careers or jobs, what methods do you or your friends generally use? For example, do you search online, talk to professionals, or attend career events? My friends and I generally use online research to learn about different careers and jobs. First, the internet provides fast and comprehensive information. To be specific, we can read about job descriptions, salary ranges, and required qualifications on career websites within minutes. Second, online platforms offer real advice from professionals. For example, LinkedIn allows me to connect with people working in fields I am interested in and ask them questions directly. Online research is the most convenient and accessible method for career exploration."
  ],
  "T2_30_06_질문&모범답안": [
    "6. I see. Some students choose their major based on job security in career prospects, while others choose subjects they are passionate about. When selecting your field of study, would you prefer to choose a major with good job opportunities, or would you prefer to study something you find personally interesting? Why? That only provides job opportunities. This is mainly because passion leads to better academic performance and career satisfaction. To be specific, if I enjoy biology, I am motivated to read articles and do extra experiments, which helps me get better grades. Also, personal interests play a crucial role in sustaining motivation during challenging periods. For example, I was preparing for a biology exam that covered a lot of material. to study, but I was able to get through it. In conclusion, pursuing my interests will lead to more long-term success than just focusing on job security."
  ],
  "T2_30_07_질문&모범답안": [
    "7. Great. Many schools are now developing programs to help students explore different careers, such as career fears, job shadowing, and internship opportunities. Would programs like this affect your interest in choosing a particular career path? Why? Why not? Career exploration programs would definitely influence my interest in choosing a career path. To begin with, they reveal unexpected realities about profession. For instance, when I job shadowed a veterinarian, I discovered she spent most of her time doing paperwork rather than treating animals as I had imagined. Furthermore, direct experience helps identify personal work preferences. In particular, during my bank internship, I realized I preferred analyzing data over meeting customers because I work better independently. Therefore, these programs are essential tools for making informed career decisions based on real experience."
  ],
  "T2_30_08_질문&모범답안": [
    "8. Good points. Lastly, looking to the future, many experts say that people will change careers multiple times throughout their lives, rather than staying in one job forever. Do you think the trend toward career flexibility will benefit workers or do you think it might create more challenges? Explain your thoughts. As a result, workers can adapt to changing job markets and find new opportunities in case their current field becomes less relevant. Second, career flexibility prevents people from feeling trapped in unsatisfying jobs. In particular, if someone discovers their passion later in life, they can pursue it without feeling stuck in their feelings. Therefore, having the freedom to change careers multiple times may benefit workers."
  ],
  "T2_31": [
    "9-12. You have agreed to participate in a research study about career options. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking the time to speak with me today. I'd like to ask you some questions about career options. First, some people prefer to have a clear long-term career plan from early on, while others believe it's better to explore different career options and be flexible about their future. Which approach do you think is better? Why?",
    "Stop speaking now.",
    "I see. If you had to choose between a job that offers high salary but isn't very fulfilling, or a job that provides great personal fulfillment but lower pay, which would you choose and why?",
    "Stop speaking now.",
    "Interesting. Many job seekers today believe that working for large corporations provides better career advancement opportunities compared to working at smaller companies. They argue that big companies offer more resources, training programs, and promotion possibilities. Do you agree or disagree with this view? Why?",
    "Stop speaking now.",
    "Good points. Let me ask you one final question. When employers are hiring new employees, they look for people with different skills and qualities. What do you think are one or two of the most important qualities that job seekers should have to be successful in their careers? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_31_09_질문&모범답안": [
    "Thank you for taking the time to speak with me today. I'd like to ask you some questions about career options. First, some people prefer to have a clear long-term career plan from early on, while others believe it's better to explore different career options and be flexible about their future. Which approach do you think is better? Why? The primary reason is that the job market changes rapidly with new technologies and industries emerging constantly. For example, 10 years ago, social media marketing wasn't even a real career option. But now, it's a huge field with many opportunities. On top of that, exploring different paths helps you discover your true interests and strengths. To explain, when I tried various internships during college, I realized I was more interested in marketing than my college major. Overall, flexibility allows you to adapt and find the career that truly fits you."
  ],
  "T2_31_10_질문&모범답안": [
    "10. I see. If you had to choose between a job that offers high salary but isn't very fulfilling, or a job that provides great personal fulfillment but lower pay, which would you choose and why. I would choose a job that provides great personal fulfillment even with lower pay. To begin with, job satisfaction directly affects your overall happiness and mental health. To explain. If you hate what you do every day, the extra money won't make up for the stress and unhappiness you'll feel. Also, employees at high paying jobs are expected to meet higher standards constantly and sometimes they have to work longer hours. As a result, this creates enormous pressure and leaves little time for family or personal interests. To sum up, choosing fulfillment over money leads to better overall well-being."
  ],
  "T2_31_11_질문&모범답안": [
    "- 11. - Interesting. Many job seekers today believe that working for large corporations provides better career advancement opportunities compared to working at smaller companies. They argue that big companies offer more resources, training programs, and promotion possibilities. Do you agree or disagree with this view? Why? (beep) - I agree that large companies provide better career growth opportunities. First, they usually offer systematic training programs so workers can improve their skills more effectively. For example, I know many global firms that offer language courses in leadership workshops. Second, large corporations offer better networking opportunities with industry professionals. This is because employees can often meet senior executives and get job recommendations and career opportunities that are rarely available in small companies. As such, I believe working for large corporations offers many more opportunities for professional advancement."
  ],
  "T2_31_12_질문&모범답안": [
    "12. Good points. Let me ask you one final question. When employers are hiring new employees, they look for people with different skills and qualities. What do you think are one or two of the most important qualities that job seekers should have to be successful in their careers? Give reasons for your answer. I think that the two most important qualities for career success are adaptability and strong communication skills. First, adaptability is crucial because industries and job requirements change constantly. To be specific, workers who can learn new technologies or adjust to different roles will stay relevant in the market. Second, communication skills help you work effectively with colleagues and express your ideas clearly. Even if you have great technical abilities, you won't succeed if you can't collaborate with others or present your work properly. Adaptability and communication skills ensure long-term career success in any field."
  ],
  "T2_32": [
    "13-16. You have volunteered for a research study about decision-making processes. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating. Today I'd like to ask you some questions about your decision making processes. First think back to a recent important decision you made. What was that decision and what was the main factor you considered when making it?",
    "Stop speaking now.",
    "14. I see. When facing difficult decisions, some people prefer to make decisions independently, relying on their own judgment and research. Others like to seek advice from family, friends or experts before deciding. Which approach do you prefer when making important decisions and why?",
    "Stop speaking now.",
    "Interesting. In today's fast-paced world, many business leaders argue that quick decision-making is essential for success. They believe that making decisions quickly leads to better outcomes than taking too much time to deliberate. Do you agree or disagree with this idea? Why?",
    "Stop speaking now.",
    "16. Good points. Lastly, effective decision-making is a skill that many people want to improve. Based on your own experience and observations, what do you think are one or two different ways people can make better decisions and their personal or professional lives? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_32_13_질문&모범답안": [
    "Thank you for participating. Today I'd like to ask you some questions about your decision making processes. First, think back to a recent important decision you made. What was that decision and what was the main factor you considered when making it? Recently, I made an important decision to change my major from business to computer science. The main factor was my personal interest in the subject. To explain when I took my first programming class, I found myself working on projects for hours without getting bored, which never happened with business courses. On top of that, following my genuine interest would lead to better academic performance and career satisfaction. In fact, I tend to perform better when I study something I truly enjoy. In this sense, changing my major was the right decision for me."
  ],
  "T2_32_14_질문&모범답안": [
    "I prefer to seek advice from others when making important decisions rather than deciding independently. Speaking with, getting different perspectives helps me see aspects I might have missed on my own. To be specific, multiple viewpoints can reveal important factors that I wouldn't consider when thinking alone. What's more, experience people provide wisdom that I lack. To explain, they can offer practical insights based on real experience, whereas I only have theoretical knowledge about many life situations. Therefore, seeking advice leads to better decision-making outcomes."
  ],
  "T2_32_15_질문&모범답안": [
    "15. Interesting. In today's fast-paced world, many business leaders argue that quick decision-making is essential for success. They believe that making decisions quickly leads to better outcomes than taking too much time to deliberate. Do you agree or disagree with this idea? Why? For example, students who choose majors too quickly sometimes realize later that they pick the wrong field. What's more, taking time allows people to gather more information and consider all options carefully. In fact, successful investors spend weeks researching before making investment decisions. As I have mentioned, careful decision-making tends to produce more stable and satisfying outcomes."
  ],
  "T2_32_16_질문&모범답안": [
    "16. Good points. Lastly, effective decision making is a skill that many people want to improve. Based on your own experience and observations, what do you think are one or two different ways people can make better decisions and their personal or professional lives? Give reasons for your answer. This is because having detailed knowledge about all options allows people to understand potential risks and benefits before making a choice. Second, reflecting on previous experiences builds better judgment over time. To explain analyzing past successes and failures helps people recognize patterns and track what worked and what did not. Therefore, combine careful research with experience-based learning leads to superior decision-making abilities."
  ],
  "T2_33": [
    "Hackers test. 1 to 4. You have agreed to participate in a research study about stress management. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in this study. Today, I'd like to ask you some questions on stress management. Can you think of a recent situation that caused you stress? How did you try to manage or reduce that stress?",
    "Stop speaking now.",
    "I see. When dealing with stressful situations, some people prefer to handle stress on their own, while others find it more helpful to seek support from family or friends, which would you choose and why.",
    "Stop speaking now.",
    "Interesting. Some people argue that traditional stress relief methods like meditation and deep breathing exercises are more effective than modern digital approaches, such as using relaxation apps or watching videos online. Do you agree or disagree with this view? Why?",
    "Stop speaking now.",
    "Good points. Schools and workplaces are now offering stress management programs or mental health group activities for students and employees. Do you agree or disagree that participation in mental health programs should be mandatory? Why?",
    "Stop speaking now."
  ],
  "T2_33_01_질문&모범답안": [
    "1. Thank you for taking part in this study. Today, I'd like to ask you some questions on stress management. Can you think of a recent situation that caused you stress? How did you try to manage or reduce that stress? I recently experienced stress when I had to prepare for three important exams in the same week. To begin with, I tried to create a detailed study schedule. In particular, I divided each subject into smaller topics and assigned specific hours for each one, which helped me feel more in control of my study time. Furthermore, I made sure to take breaks. For example, I would study for two hours, then take a 15 minute walk to clear my mind. Overall, having a clear plan and regular breaks was key to managing my exam stress effectively."
  ],
  "T2_33_02_질문&모범답안": [
    "I see. When dealing with stressful situations, some people prefer to handle stress on their own, while others find it more helpful to seek support from family or friends, which would you choose and why. I prefer to seek support from family and friends in stressful situations. First, talking to others helps me see my problems from different perspectives. To explain when I share my concerns with my close friends, they often offer practical advice or solutions that I hadn't considered before. Second, emotional support from loved ones makes me feel less alone. For instance, when I was preparing for a job interview, my family reminded me of my strengths, which boosted my confidence. Therefore, I believe that talking with others is more effective than handling stress on my own."
  ],
  "T2_33_03_질문&모범답안": [
    "Three. Interesting. Some people argue that traditional stress relief methods like meditation and deep breathing exercises are more effective than modern digital approaches, such as using relaxation apps or watching videos online. Do you agree or disagree with this view? Why? I disagree that traditional methods are more effective than digital approaches. One reason is that digital tools are more accessible and convenient for busy people. To be specific, anyone can use a meditation app during a break or listen to calming music while traveling. So stress relief becomes possible anywhere and anytime. Another reason is that technology provides personalized solutions based on individual needs. For example, some apps track your stress levels and suggest specific exercises that work best for you. In conclusion, digital approaches offer accessibility and flexibility that can be more effective for stress management."
  ],
  "T2_33_04_질문&모범답안": [
    "For. Good points. Schools and workplaces are now offering stress management programs or mental health group activities for students and employees. Do you agree or disagree that participation in mental health programs should be mandatory? Why? I disagree that mental health programs should be mandatory. First, forcing people to join might create more stress. In fact, some people may feel uncomfortable sharing personal information in groups, so forcing them to participate could make them feel pressured. Second, people have different ways of dealing with stress. Some people prefer physical exercise like running, while others find relief through creative activities like painting. If people cannot choose what works best for them, the health programs may not be effective. Therefore, mental health programs should be optional rather than mandatory."
  ],
  "T2_34": [
    "5-8 You have volunteered for a research study about daily routines. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating. I'm going to ask you a few questions about daily routines. First, can you tell me one or two parts of your daily routine? Make sure to explain why they are important to you.",
    "Stop speaking now.",
    "6. I see. Some people prefer to carefully plan their activities for each day well in advance, while others prefer to be more spontaneous, which approach do you prefer and why?",
    "Stop speaking now.",
    "That's interesting. Some people believe maintaining the same routine each day offers mental health benefits. Do you agree that following a daily routine is beneficial in this regard? Why or why not?",
    "Stop speaking now.",
    "Great points. I have one final question. Many people struggle to maintain healthy daily habits like doing regular exercise, having proper meals or getting adequate sleep. What do you think are two effective strategies that can help people stick to positive daily routines?",
    "Stop speaking now."
  ],
  "T2_34_05_질문&모범답안": [
    "5. Thank you for participating. I'm going to ask you a few questions about daily routines. First, can you tell me one or two parts of your daily routine? Make sure to explain why they are important to you. In my case, there are a couple of parts of my daily routine that are very important to me. To begin with, I exercise for 30 minutes right after I wake up. In fact, I find that this helps me start the day feeling fresh. In addition, I make time to read for a couple of hours in the evening. As a result, I'm able to relax before it is time for bed. In short, both exercising and reading form important parts of my daily routine."
  ],
  "T2_34_06_질문&모범답안": [
    "6. I see. Some people prefer to carefully plan their activities for each day well in advance, while others prefer to be more spontaneous, which approach to you prefer and why. I have a strong preference for planning my daily activities in advance. This is mainly because it makes me more productive. Specifically, I am able to accomplish a lot more each day by following a set schedule. Furthermore, people who do not plan in advance tend to forget important events. For example, my sister is not really a planner, and she has a hard time remembering appointments. For these reasons, I think it is best to plan my activities for each day beforehand."
  ],
  "T2_34_07_질문&모범답안": [
    "7. That's interesting. Some people believe maintaining the same routine each day offers mental health benefits. Do you agree that following a daily routine is beneficial in this regard? Why or why not? I agree that following a daily routine has a positive impact on mental health. First, I find that it gives me confidence. In fact, I feel very good about myself each time I successfully complete a task on my schedule. Second, following a routine reduces my stress. To be specific, I don't have to worry about what I should be doing at each point of the day if I stick to my plan. All things considered, following a routine each day has a positive impact on my mental well-being."
  ],
  "T2_34_08_질문&모범답안": [
    "I believe that setting specific goals and starting small are two effective strategies for maintaining healthy daily habits. setting specific goals helps people stay focused. For example, saying I'll walk 30 minutes daily instead of I'll exercise more, provides clear direction and measurable progress. Also starting with small changes prevents feeling overwhelmed. To be specific, beginning with just 10 minutes of exercise daily makes it easier to build lasting habits gradually. Therefore, combining clear objectives with gradual progress, create sustainable, healthy routines."
  ],
  "T2_35": [
    "9-12. You are volunteered for a research study about sleep habits. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "9. Thank you for taking part in this study. Today, I'd like to ask you some questions about sleeping habits. First, can you describe what you typically do before going to sleep? For example, do you read, listen to music, or have other bedtime routines?",
    "Stop speaking now.",
    "10. Okay, I have another question. In order to get a good night's sleep, some people need complete darkness and silence. Others find they can sleep well in an environment that has a little light and noise. Which do you prefer? Why?",
    "Stop speaking now.",
    "11. I see. Sleep schedules can vary greatly from person to person. If you had to choose, would you prefer to go to bed early and wake up early or go to bed late and wake up late? Why?",
    "Stop speaking now.",
    "Excellent. I have one last thing to ask you about. Modern life presents many challenges that can affect sleep quality, such as stress, technology use, and busy schedules. What do you think are two effective ways people can improve their sleep quality? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_35_09_질문&모범답안": [
    "9. Thank you for taking part in this study. Today, I'd like to ask you some questions about sleeping habits. First, can you describe what you typically do before going to sleep? For example, do you read, listen to music, or have other bedtime routines? This quiet activity creates a peaceful transition into sleep mode. for restful and deep sleep."
  ],
  "T2_35_10_질문&모범답안": [
    "10. Okay, I have another question. In order to get a good night's sleep, some people need complete darkness and silence. Others find they can sleep well in an environment that has a little light and noise. Which do you prefer? Why? I prefer it to be dark and quiet when I go to bed. One reason is that I fall asleep faster in quiet environments. From my personal experience, even small noises like a ticking clock can keep me awake. Second, I sleep more deeply without distractions. As a result, when my bedroom is completely dark and silent, I wake up feeling more refreshed the next morning compared to when I sleep in a noisy environment. For these reasons, complete darkness and silence create the best conditions for quality sleep."
  ],
  "T2_35_11_질문&모범답안": [
    "11. I see. Sleep schedules can vary greatly from person to person. If you had to choose, would you prefer to go to bed early and wake up early or go to bed late and wake up late? Why? Complish tasks like studying or exercising much better than at night. Furthermore, I feel healthier when I go to sleep earlier. In fact, going to bed early helps my body rest properly and gives me more energy for the next day. Overall, going to bed early and waking up early support both my productivity and physical wellness"
  ],
  "T2_35_12_질문&모범답안": [
    "I think that staying away from phones and writing down tasks can enhance sleep quality in our modern lives. Avoiding electronic devices before bedtime improves sleep patterns. In fact, blue light from smartphones and tablets interferes with melatonin production, making it much harder to fall asleep naturally at night. Second, writing down tomorrow's tasks can assist better sleep. In particular, keeping a to-do list for tomorrow prevents my mind from racing and worrying about work. In conclusion, eliminating digital devices, covering mental worries through writing, create optimal conditions for a good night's sleep."
  ],
  "T2_36": [
    "13-16 You have volunteered for a research study about house cleaning habits. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for taking part in the study today. I'd like to ask you some questions about your housecleaning habits. First, do you think it is necessary to keep your living space tidy? Why? Or why not?",
    "Stop speaking now.",
    "Thank you. Some people like to do all of their house cleaning at once. Others prefer to spread their cleaning tasks out over multiple days. Which approach do you prefer? Why?",
    "Stop speaking now.",
    "Interesting. Professional cleaning services are becoming popular these days. Many people feel that paying to have someone clean their home is worthwhile because it results in more free time. Do you think this is a good idea? Why or why not?",
    "Stop speaking now.",
    "Good points. I have one final question. Do you think new technologies will change how we clean our homes in the future? Explain your thoughts.",
    "Stop speaking now."
  ],
  "T2_36_13_질문&모범답안": [
    "Thank you for taking part in the study today. I'd like to ask you some questions about your housecleaning habits. First, do you think it is necessary to keep your living space tidy? Why? Or why not? It distracted by random objects that catch my eye. Furthermore, an organized space saves me valuable time every day. To be specific, when everything is in its proper place, I can quickly locate my wallet or school materials without wasting time searching through piles of stuff. All things considered, maintaining a tidy living space is essential for both my productivity and daily efficiency."
  ],
  "T2_36_14_질문&모범답안": [
    "Thank you. Some people like to do all of the house cleaning at once. Others prefer to spread their cleaning tasks out over multiple days. Which approach do you prefer? Why? Like all my cleaning tasks on weekends, I was exhausted and could enjoy my leisure time properly. Another reason is that, dividing the work makes it much easier to maintain consistent habits. In contrast, when I tried doing all my cleaning in a day, I often skipped weeks because it felt too much work to start. For these reasons, spreading cleaning tasks across several days works better for my lifestyle."
  ],
  "T2_36_15_질문&모범답안": [
    "Interesting. Professional cleaning services are becoming popular these days. Many people feel that paying to have someone clean their home is worthwhile because it results in more free time. Do you think this is a good idea? Why or why not? I think that paying to have your home cleaned is not a good idea for most people. First, most cleaning services are not worth the cost. For example, my mother's friend uses one and she often complains about spending so much money because the results are not as thorough as she expects. Second, I would feel uncomfortable because it's too personal. To be specific, I would be embarrassed when I saw them tidying up a mess I made or going through my personal things. Therefore, I believe using professional cleaning services is both expensive and uncomfortable."
  ],
  "T2_36_16_질문&모범답안": [
    "16. Good points. I have one final question. Do you think new technologies will change how we clean our homes in the future? Explain your thoughts. I think that new technologies will make it much easier to clean our homes in the future. To begin with, there have already been major advances. For example, self-cleaning ovens and robot vacuum cleaners show us what's possible when technology handles routine cleaning tasks without human intervention. What's more, I expect even more sophisticated cleaning robots will be developed. If this trend continues, we may one day own many smart devices that do most of the housework we currently do ourselves. Therefore, I believe technology will transform how we maintain our homes in the future."
  ],
  "T2_37": [
    "hackers test. 1 to 4. You have volunteered for a research study about outdoor activities. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for participating in this study today. Many people enjoy spending time outside for various reasons, such as exercise, relaxation or socialising. Can you tell me about a recent outdoor activity you participated in? What did you do and what made it enjoyable for you?",
    "Stop speaking now.",
    "2. Great. People have different preferences when it comes to outdoor activities. Would you rather participate in competitive outdoor sports like tennis or cycling or non-competitive activities like hiking or gardening? Why?",
    "Stop speaking now.",
    "Interesting. Some experts argue that spending time outdoors significantly improves both physical fitness and mental well-being compared to indoor alternatives. Do you agree that outdoor activities provide greater health benefits than indoor activities? Why or why not?",
    "Stop speaking now.",
    "Fair point. Lastly, urban development often reduces the amount of natural space available for outdoor activities. What do you think are two important steps communities can take to preserve outdoor recreational opportunities for residents? Give reasons for your answer.",
    "Stop speaking now."
  ],
  "T2_37_01_질문&모범답안": [
    "1. Thank you for participating in this study today. Many people enjoy spending time outside for various reasons, such as exercise, relaxation or socialising. Can you tell me about a recent outdoor activity you participated in? What did you do and what made it enjoyable for you? I felt proud and stronger once I reached the top. 2. The beautiful scenery provided great relaxation. In particular, from the summit, we enjoyed breathtaking views of the valley below. experience was both physically rewarding and emotionally refreshing for me."
  ],
  "T2_37_02_질문&모범답안": [
    "2. Great. People have different preferences when it comes to outdoor activities. Would you rather participate in competitive outdoor sports like tennis or cycling or non-competitive activities like hiking or gardening? Why? When I garden at home, I can work at my own pace without worrying about winning or losing against others. Furthermore, non-competitive activities allow me to focus on personal improvement. To be specific, without the pressure of being evaluated by others, I can set my own goals for achievement. Overall, non-competitive outdoor activities provide both mental relaxation and opportunities for personal growth."
  ],
  "T2_37_03_질문&모범답안": [
    "Interesting. Some experts argue that spending time outdoors significantly improves both physical fitness and mental well-being compared to indoor alternatives. Do you agree that outdoor activities provide greater health benefits than indoor activities? Why or why not? This is mainly because outdoor activities offer fresh air and natural sunlight. To be specific, when I exercise outside, I get vitamin D from the sun, which is impossible to get from indoor workouts at the gym. Also, outdoor activities usually involve more varied movements. In fact, when different muscle groups are used together, the body avoids overworking a single area, and instead, improves overall strength and stability. Therefore, outdoor activities definitely offer superior health advantages over indoor options."
  ],
  "T2_37_04_질문&모범답안": [
    "4. Fairpoint. Lastly, urban development often reduces the amount of natural space available for outdoor activities. What do you think are two important steps communities can take to preserve outdoor recreational opportunities for residents? Give reasons for your answer. First, local governments can set aside protected green zones. In particular, this prevents developers from building shopping centers or apartments on parks and natural spaces. Second, communities should involve residents and conservation efforts through volunteer programs. For example, people can participate in tree planting events or park cleanup activities to maintain these areas. To sum up, protected green zones in the expansion of volunteer programs will ensure that citizens have access to outdoor recreational opportunities."
  ],
  "T2_38": [
    "5-8. You have agreed to take part in a research study about online shopping. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for speaking with me today. I'd like to ask you some questions about online shopping. First of all, could you describe the last time you or someone you know purchased something online? What did you buy and why did you decide to purchase it online?",
    "Stop speaking now.",
    "I see. Some people think that ordering groceries online is preferable because of the convenience. Others think that it is better to visit a supermarket so that they can be sure of getting high-quality items. Would you prefer to shop for groceries online or in an actual store? Why?",
    "Stop speaking now.",
    "7. That's interesting. Online retailers often send personalized advertisements and product recommendations based on customers' previous purchases and browsing history. Some people believe that these personalized marketing strategies are helpful because they save time by showing relevant products. Do you agree or disagree with this viewpoint? Why?",
    "Stop speaking now.",
    "Good points. Lastly, given that the technology behind online shopping is constantly improving, some people think it will completely replace traditional shopping. Do you think that people will eventually stop shopping in physical stores altogether? Why or why not?",
    "Stop speaking now."
  ],
  "T2_38_05_질문&모범답안": [
    "5. In addition, I could view many brands and models online without having to travel from store to store. In fact, the online shopping mall I used had over 200 different pairs of goggles to choose from. For these reasons, I chose to purchase my goggles online."
  ],
  "T2_38_06_질문&모범답안": [
    "I see. Some people think that ordering groceries online is preferable because of the convenience. Others think that it is better to visit a supermarket so that they can be sure of getting high-quality items. Would you prefer to shop for groceries online or in an actual store? Why? Personally, I prefer to shop in an actual store rather than online. First of all, I can check the quality of products directly before buying them. To be specific, when I buy fruits or vegetables, I can touch them and see if they are fresh and ripe. In addition, I can get my groceries immediately without waiting for delivery. In particular, this means I don't have to worry about delayed shipments or damaged items during transport. Therefore, shopping in stores for groceries gives me more control over what I buy."
  ],
  "T2_38_07_질문&모범답안": [
    "7. That's interesting. Online retailers often send personalized advertisements and product recommendations based on customers' previous purchases and browsing history. Some people believe that these personalized marketing strategies are helpful because they save time by showing relevant products. Do you agree or disagree with this viewpoint? Why? I agree with the statement that personalized marketing strategies are helpful for customers. To begin with, they save a lot of time by showing relevant products. To be specific, I only see things that match my interests and needs instead of looking through hundreds of items. On top of that, these recommendations help me discover new products I might like. For example, I found a perfectly suited book through personalized suggestions that I wouldn't have found otherwise. Personalized ads make shopping both faster and more customized."
  ],
  "T2_38_08_질문&모범답안": [
    "8. Good points. Lastly, given that the technology behind online shopping is constantly improving, some people think it will completely replace traditional shopping. Do you think that people will eventually stop shopping in physical stores altogether? Why or why not? I disagree with the idea that online shopping platforms will completely replace physical stores. First, it can be difficult to properly judge a product online. For instance, I like to try on new clothes before I buy them to make sure they fit me well, which is something I cannot do online. Second, there are those who struggle with online payment systems. To illustrate, my grandfather once spent over 30 minutes trying to register his credit card because he found the whole process so complicated. Consequently, people will probably keep visiting physical stores in the future."
  ],
  "T2_39": [
    "9-12. You have agreed to take part in a research study about movies. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for speaking with me today. I'd like to ask you some questions about movies. First of all, what is your favorite movie genre? Why do you enjoy it so much?",
    "Stop speaking now.",
    "I see. Some people prefer to watch movies and theaters because it is easier to appreciate the visual and audio effects. Others find it more enjoyable to watch films at home using streaming services. Which option do you prefer? And why?",
    "Stop speaking now.",
    "11. That's interesting. In many countries, the number of people who go to theaters has been dropping year after year. There is even concern that this may lead to fewer movies being released. What do you think are one or two reasons for this trend? Give reasons for your answer.",
    "Stop speaking now.",
    "Great points. I have one final question. Some people argue that the government should use tax revenues to support the local film industry. Do you think this is a good use of public money? Why or why not?",
    "Stop speaking now."
  ],
  "T2_39_09_질문&모범답안": [
    "(9) Thank you for speaking with me today. I'd like to ask you some questions about movies. First of all, what is your favorite movie genre? Why do you enjoy it so much? I'm worrying about my day-to-day responsibilities. In addition, science fiction movies often include thought-provoking content. For example, one I recently watched explored the ethical issues related to the development of artificial intelligence. For these reasons, the movie genre I like the most is science fiction."
  ],
  "T2_39_10_질문&모범답안": [
    "10. I see. Some people prefer to watch movies and theaters because it is easier to appreciate the visual and audio effects. Others find it more enjoyable to watch films at home using streaming services, which option do you prefer and why? this action movie last month. The visual and audio effects made me feel like I was part of the story in contrast to when I saw it again at home. What's more, theaters provide opportunities for special moments. In fact, my family and I have a tradition of going to movies together every weekend. And these outings give us time to bond and share our thoughts about the films. In short, this combination of immersive technology and family activity makes theaters my preferred choice."
  ],
  "T2_39_11_질문&모범답안": [
    "11. That's interesting. In many countries, the number of people who go to theaters has been dropping year after year. There is even concern that this may lead to fewer movies being released. What do you think are one or two reasons for this trend? Give reasons for your answer. I think that fewer people go to theaters these days because home entertainment systems are convenient and easily accessible. The first reason is that home theater systems have improved a lot in recent years. In fact, many people have big TVs and good sound systems that make watching movies at home almost as good as theaters. Another reason is that people are busier than before and want more convenience. To explain, many people prefer to relax at home after a long day instead of going out. To sum up, improved home entertainment and busy lifestyles are leading more people to choose watch movies at home over theaters."
  ],
  "T2_39_12_질문&모범답안": [
    "12. Great points. I have one final question. Some people argue that the government should use tax revenues to support the local film industry. Do you think this is a good use of public money, why or why not? I agree with the idea of using tax revenues to support the film industry. One reason is that a thriving film industry is good for the economy. In fact, it creates numerous jobs for everyone, from actors to theater employees. Another reason is that films can increase a country's international profile. To illustrate, when the Korean movie parasite became the first non-English language film to win the Academy Award for Best Picture, it sparked global interest in Korean films. Therefore, the government should provide financial support to the film industry."
  ],
  "T2_4": [
    "One, to be specific, experiments let me test ideas and see real outcomes.",
    "2. Due to rising food costs, many families find cooking at home more practical.",
    "In particular, history fascinates me because it explains how societies evolve.",
    "Good time management reduces stress. As a result, students perform better in exams.",
    "For example, for instance, when neighbors join a local cleanup event, they not only make the streets cleaner, but also get to know each other better.",
    "6. To begin with, teaching financial literacy in schools helps students make careful decisions about debt and savings.",
    "In fact, when I volunteered at a local reading program, I saw how much children benefited from extra support.",
    "One reason is that public libraries provide free access to educational resources for everyone.",
    "9. I support nutritional labeling on restaurant menus. This is mainly because it helps customers make healthier food choices.",
    "10. To explain, discussions train them to defend opinions with logic and evidence.",
    "11. Instead of playing games all day, they could try learning new skills.",
    "Unlike driving, walking allows me to notice details in my surroundings, and it gives me time to clear my mind."
  ],
  "T2_40": [
    "13-16 You have volunteered for a research study about reading habits. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Thank you for agreeing to speak with me today. I'm conducting a study about people's reading habits. First, can you tell me about one genre of books you especially enjoy reading these days? Why do you find this genre interesting?",
    "Stop speaking now.",
    "14. I see. Nowadays, people read both e-books and traditional paper books. If you had time to read either, which would you prefer? Why?",
    "Stop speaking now.",
    "Interesting. Some people believe that e-books are better for the environment. They would argue, for example, that e-books save paper and other resources. Do you agree that e-books are better for the environment? Why or why not?",
    "Stop speaking now.",
    "16. Good points. Let me ask you one final question. There's a discussion in some schools about using e-books as the main textbooks for students. Do you agree this would be helpful for students learning? Why or why not?",
    "Stop speaking now."
  ],
  "T2_40_13_질문&모범답안": [
    "13. Thank you for agreeing to speak with me today. I'm conducting a study about people's reading habits. First, can you tell me about one genre of books you especially enjoy reading these days? Why do you find this genre interesting? In my case, mystery novels are the genre I enjoy reading the most these days. One reason is that mysteries make reading exciting. For example, when I read Sherlock Holmes, I often try to solve the case before the detective does, continuously guessing who the culprit is. Another reason is that these stories help me focus and think more deeply. Specifically, I read each line carefully so as not to miss even a small clue, and I try to connect all the details. For these reasons, I enjoy reading mystery novels these days."
  ],
  "T2_40_14_질문&모범답안": [
    "14. I see. Nowadays, people read both e-books and traditional paper books. If you had time to read either, which would you prefer? Why? On top of that, paper books make reading experience more engaging. For example, I can enjoy the feeling of turning pages and the smell of the paper while reading. To sum up, I find paper books more comfortable and satisfying to read."
  ],
  "T2_40_15_질문&모범답안": [
    "I agree with the statement that ebooks are better for the environment because they use fewer natural resources. First of all, make an ebooks does not require cutting down many trees, which helps protect forests. As a result, if more people read ebooks, there will be less demand for paper. In addition, ebooks can be stored and shared easily without transportation, which reduces pollution. Instead of visiting a store or receiving a package, I can download several books at once. Overall, using ebooks can help the environment in multiple ways."
  ],
  "T2_40_16_질문&모범답안": [
    "16. Good points. Let me ask you one final question. There's a discussion in some schools about using e-books as the main textbooks for students. Do you agree this would be helpful for students learning? Why or why not? I do not think using e-books would be helpful for students learning. The first reason is that looking at screens for long hours can make students feel tired or even cause headaches. As a result, their ability to focus decreases and studying becomes less effective. The second reason is that e-books can be distracting. Since they are used on digital devices, students may be tempted to check messages or social media, which lowers the quality of their study time. To conclude, schools should not rely on e-books as the main textbooks."
  ],
  "T2_5": [
    "One, for these reasons, schools should encourage students to participate in group activities. For these reasons, schools should encourage students to participate in group activities.",
    "Traveling a loan forces you to do your own research. In this sense, it can be valuable for learning. Traveling a loan forces you to do your own research. In this sense, it can be valuable for learning.",
    "In this regard, investing in public transportation reduces urban traffic and pollution. In this regard, investing in public transportation reduces urban traffic and pollution.",
    "4. To conclude, countries that prioritize renewable energy see long-term economic and environmental benefits.",
    "To conclude, countries that prioritize renewable energy see long-term economic and environmental benefits.",
    "Overall, travelers should plan trips in advance as it reduces stress and increases enjoyment. Overall, travelers should plan trips in advance as it reduces stress and increases enjoyment.",
    "6. As I have mentioned, goal-setting strategies are effective in enhancing daily productivity. As I have mentioned, goal-setting strategies are effective in enhancing daily productivity.",
    "7. Consequently, people can have more energy and lower their risk of disease. Consequently, people can have more energy and lower their risk of disease.",
    "Therefore, people can use apps to improve time management and avoid forgetting important tasks. Therefore, people can use apps to improve time management and avoid forgetting important tasks.",
    "9. To sum up, reducing plastic use benefits both the environment and wildlife. To sum up, reducing plastic use benefits both the environment and wildlife.",
    "In short, I believe automobiles are harmful to the environment. In short, I believe automobiles are harmful to the environment.",
    "11. As such, using virtual reality simulations in driver education can enhance reaction times and improve hazard perception. As such, using virtual reality simulations in driver education can enhance reaction times and improve hazard perception.",
    "All things considered, urban green spaces contribute to both physical health and community well-being. All things considered, urban green spaces contribute to both physical health and community well-being."
  ],
  "T2_6": [
    "In conclusion, to conclude, the benefits of renewable energy far outweigh the costs.",
    "Consequently, I learned how to handle issues carefully and stay patient.",
    "Therefore, I chose to pursue certifications to stay competitive in my field.",
    "To sum up, this failure motivated me to develop better risk assessment strategies.",
    "As such, online learning platforms help students understand difficult concepts more thoroughly.",
    "6. In this sense, I don't agree that competition is always the best motivator for team performance.",
    "For these reasons, I support remote work policies that are flexible.",
    "In short, I prefer working in environments where innovation is encouraged.",
    "9. As I have mentioned, the challenge enabled me to gain resilience.",
    "In this regard, I believe professional development should be prioritized over immediate profit margins.",
    "All things considered, I would choose the opportunity that offers more long-term growth potential.",
    "Overall, my experience of working on teams has taught me the importance of inclusive leadership."
  ],
  "T2_7": [
    "You have volunteered for a research study about spending habits. You will have a short online interview with a researcher. The researcher will ask you some questions.",
    "Some people believe that online shopping enables them to compare prices and make careful decisions on what they buy, while others think it encourages people to buy things on impulse. Do you agree that online shopping encourages people to make quick purchases without much thought? Why or why not? I agree that online shopping makes people more likely to buy things on impulse for the following reasons. First, the convenient payment process makes purchasing too easy with just one click. Unlike physical stores where I have to stand in line and take time to pay, online stores allow me to make a purchase instantly. Second, online retailers use marketing techniques such as limited time offers and countdown timers. In my case, I once bought unnecessary items just because a website said its sale ends in two hours. That's why I strongly believe online shopping often leads to impulse buying.",
    "Stop speaking now.",
    "Many young people today struggle with managing their money effectively. What is one practical piece of advice you would give to people in your age group to help them spend their money more wisely? Give reasons for your answer. What Stop speaking now."
  ],
  "T2_8": [
    "Hackers practice. 1 to 4. You have applied for an internship program. The hiring manager of a company will ask you some questions.",
    "Thank you for your interest. Today I'd like to ask you some questions to see if you are a good fit for our company. First, what do you think are the main benefits that students can gain from participating in internship programs?",
    "Stop speaking now.",
    "2. I see, students have different preferences when applying for internship programs. Some prefer large companies where they work alongside many other interns, while others prefer smaller companies where they might be the only intern, which environment would you prefer and why.",
    "Stop speaking now.",
    "Interesting. When people work for a company, they consider various factors such as salary, work culture, learning opportunities and job security. What do you think is the most important factor when working for a company? Why?",
    "Stop speaking now.",
    "for. Good points. Lastly, building positive relationships with supervisors is crucial for success in any workplace, but it can be challenging for new employees and interns. Can you share one or two different strategies that you think are effective in maintaining a good relationship with your boss?",
    "Stop speaking now."
  ],
  "T2_8_01_질문&모범답안": [
    "One. Thank you for your interest. Today I'd like to ask you some questions to see if you are a good fit for our company. First, what do you think are the main benefits that students can gain from participating in internship programs? Internship programs offer significant benefits for students' professional development. First, they provide real-world experience that students cannot get in classrooms. In particular, when I worked as an intern, at a marketing company, I learned how to create actual campaigns for clients. Second, students can build relationships that help their future career. For example, my friend did an internship at a tech startup and met several industry professionals who later helped her find a full-time job after graduation. In conclusion, internship programs are essential for students because they provide practical experience and valuable networks."
  ],
  "T2_8_02_질문&모범답안": [
    "2. I see, students have different preferences when applying for internship programs. Some prefer large companies where they work alongside many other interns, while others prefer smaller companies where they might be the only intern, which environment would you prefer and why. I would prefer to work at a smaller company as the only intern. First, I can get more direct guidance from my supervisor. For instance, if I have questions my boss might be available to help me instead of being busy with many other interns. Second, working at a small company would be less boring. To explain in a small company, I would be able to take on diverse responsibilities, such as marketing and customer service. While in a large company, I might only focus on one specific task. Therefore, I think a smaller company would provide me with personal attention and a chance to do more."
  ],
  "T2_8_03_질문&모범답안": [
    "Three. Interesting. When people work for a company, they consider various factors such as salary, work culture, learning opportunities, and job security. What do you think is the most important factor when working for a company? Why? I think learning opportunities are the most important factor when working for a company. First, they help you stay competitive in the job market. This is because industries change rapidly. So workers who constantly learn new skills can better adapt to changes. Second, they keep employees motivated and passionate about work. In other words, when workers learn new things, they become more engaged and try to contribute more to the company. For these reasons, learning opportunities create the foundation for job satisfaction."
  ],
  "T2_8_04_질문&모범답안": [
    "for good points. Lastly, building positive relationships with supervisors is crucial for success in any workplace, but it can be challenging for new employees and interns. Can you share one or two different strategies that you think are effective in maintaining a good relationship with your boss? I believe regular updates and consistent performance are key to maintaining a good relationship with a boss. First, keeping your boss informed about your progress prevents misunderstandings. To be specific, when I send weekly progress reports, my boss can give me feedback quickly and prevent any problems. Second, consistent performance builds trust. For instance, when my friend consistently delivered good work on time, her boss started giving her more important assignments. This is why keeping updated and delivering quality work are essential for building a strong relationship with your supervisor."
  ],
  "T2_9": [
    "Hackers test. 1 to 4. You have applied to participate in a campus ambassador program at your university. You will have a short online interview with a program representative. The representative will ask you some questions.",
    "Thank you for your interest in the campus ambassador program. Today I would like to ask you a few questions to determine your suitability for this role. First, could you tell me what interests you about the program?",
    "Stop speaking now.",
    "I see. Some people think that campus ambassadors should always be third or fourth-year students because of their knowledge and experience. Others think that first and second-year students make the best ambassadors. What do you think and why?",
    "Stop speaking now.",
    "3. Very interesting. I have another question for you. What do you think is a trait that a person must have to be a successful campus ambassador? Explain your thoughts.",
    "Stop speaking now.",
    "Good points, I have one last question. Some universities are putting an emphasis on online activities for student ambassadors because this allows them to interact with a greater number of prospective students. Do you agree with this approach? Why or why not?",
    "Stop speaking now."
  ],
  "T2_9_01_질문&모범답안": [
    "1. Thank you for your interest in the campus ambassador program. Today, I would like to ask you a few questions to determine your suitability for this role. First, could you tell me what interests you about the program? What interests me about the campus ambassador program is meeting prospective students. First, I want to help them make an informed decision about attending this university. I think our school has much to offer to students, so it is important to make them truly understand these benefits. Second, I want to learn from their diverse perspectives and backgrounds. To explain, every prospective student brings unique experiences, goals, and viewpoints, which can broaden my understanding and help me grow personally. This is why I want to be a campus ambassador. [BLANK_AUDIO]"
  ],
  "T2_9_02_질문&모범답안": [
    "Two. I see. Some people think that campus ambassadors should always be third or fourth year students because of their knowledge and experience. Others think that first and second year students make the best ambassadors. What do you think and why? In my opinion, first and second year students are best suited to be ambassadors. First, they are closer in age to high school graduates. For instance, they can better relate to college applicants and understand their concerns about campus life and academic challenges more naturally. Second, third and fourth year students are often too busy. In particular, they need to prepare for job interviews or focus on graduation requirements rather than dedicating sufficient time to ambassador duties. So, I think it is better to have younger students fulfill ambassador roles. [BLANK_AUDIO]"
  ],
  "T2_9_03_질문&모범답안": [
    "Three. Very interesting. I have another question for you. What do you think is a trait that a person must have to be a successful campus ambassador? Explain your thoughts. An effective campus ambassador needs strong communication skills and positive energy. First, the ability to communicate effectively is essential. To be specific, ambassadors have to accurately convey information to prospective students and clearly respond to questions. During my campus visit, clear answers from ambassadors helped me make my decision. Second, have a positive energy and enthusiasm is crucial. In fact, representatives serve as the face of the university and prospective students form their first impressions based on these interactions. Overall, effective communication and enthusiasm are necessary for campus ambassadors."
  ],
  "T2_9_04_질문&모범답안": [
    "Four. Good points. I have one last question. Some universities are putting an emphasis on online activities for student ambassadors because this allows them to interact with a greater number of prospective students. Do you agree with this approach? Why or why not? I need a moment to gather my thoughts. Here's what I think. Emphasizing online activities seems like a bad idea. First, face-to-face interactions have a stronger impact on students. From my personal experience, meeting campus representatives directly help me understand the college atmosphere and influence my enrollment decision. Second, offline meetings allow more personalized attention. Unlike digital sessions that involve mass communication, directing counters enable individualized guidance. Therefore, I don't online activities should be the focus."
  ]
}